[ {
  "user name" : "1travellerBrussels",
  "review title" : "Great food, interesting service",
  "review text" : "\nthis restaurant is seemingly known by Berliners for its good Vietnamese food and fair pricing. I enjoyed the food and I have asked the owner to chose for me. Expect to be warmly welcomed by the owner in a rather unique way. the interior is basic, but pleasant.\n",
  "stars" : 5,
  "Reviews" : 29,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "coverdriven",
  "review title" : "Excellent Lunch Destination",
  "review text" : "\nVery much enjoyed our experience here. Food was prompt, delicious and well presented. I had earlier read about the owner's enthusiasm but didn't tell my friends and they thought his antics were surprising and hilarious, but sincere. The restaurant's location is slightly off the track, but well worth the 10 minute walk from Wittenbergplatz. Highly recommended.\n",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Lula12783",
  "review title" : "Hidden treasure near KaDaWe",
  "review text" : "\nWe found this little gem through the trip advisor app. It's about a 10 minute walk from Wittenbergplatz station.\nThe owner was so friendly and welcoming and the interior of the restaurant was very cosy. It felt like we were having dinner at a friend's house.\nThe quality of the food was very good and as everything is freshly prepared...\n\nMore ",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Deise_Boy08",
  "review title" : "Excellent Food Very Reasonable !",
  "review text" : "\nFood was top class and very cheap. Well worth the trip to find it.\nHost is very friendly and welcoming.\n",
  "stars" : 5,
  "Reviews" : 12,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Tanguyatea",
  "review title" : "Good food, great prices!",
  "review text" : "\nI went there because it was nearby my hotel and not because of his ranking. This is maybe not the best Vietnamese ever but this is for sure well above average. Food is good, service is entertaining without being too intrusive. Prices are great. What else do we need?\nSo don't drive across Berlin to go there but if your...\n\nMore ",
  "stars" : 4,
  "Reviews" : 6,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "OlgaNottingham",
  "review title" : "Nice food at a reasonable price",
  "review text" : "\nI am no expert on Vietnamese food but what Sigon offers was good enough for me. The owner seemed to be making far too much effort to match his reputation for friendliness. He most probably did have the very best of intentions but we did find his attention verging on the intrusive.\n",
  "stars" : 4,
  "Reviews" : 12,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Jack D",
  "review title" : "Good food and entertaining service",
  "review text" : "\nFrom reading other reviews I expected this to be a quirky little place with nice food and an entertaining owner, it was exactly that. This owner loves to engage with his customers and will sit down at the table and chat to you before even taking your order. We are both social people and found it very entertaining and pleasant...\n\nMore ",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Rick M",
  "review title" : "Very good",
  "review text" : "\nA very tasty Vietnamese meal with a characterful host. Perhaps not the best restaurant in Berlin, but well worth a visit if you are in Schöneberg and fancy something fresh and spicy.\n",
  "stars" : 4,
  "Reviews" : 6,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Alexg123",
  "review title" : "Excellent food and servive",
  "review text" : "\nGreat food at very reasonable prices. Very fresh ingredients and good quality. Service is super friendly and we were made to feel very welcome. Would go back and recommend to anyone looking for good food at a reasonable price.\n",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "stabreim",
  "review title" : "A nice surprise",
  "review text" : "\nI found that this restaurant was close to my hotel, a pleasant surprise as I wanted to eat out and it was too cold to walk far.\nThe service was excellent, though as it was very quiet I expected that. Surroundings were pleasant. It is quite a large restaurant, and I think it is related to and located next to...\n\nMore ",
  "stars" : 4,
  "Reviews" : 17,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "mooniesss",
  "review title" : "Ok but not that great.",
  "review text" : "\nI followed trip adviser rating for a great place to eat but kinda disappointed. Since it's rate #2, I thought the food would be amazing but it turn out to be average. Maybe I was spoiled with eating a lot amazing home cook vietnamese food. To a vietnamese who eat lot of vietnamese's food, that place is far from being...\n\nMore ",
  "stars" : 3,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "FoDTours",
  "review title" : "This is.. BY FAR.. my favorite restaurant in Berlin",
  "review text" : "\nI came here with skepticism, left in love. I had to go back the next day, even! I can't wait for my next visit to Berlin... I wonder if they'd let me move in? If you are in Berlin.. TRY THIS PLACE!!!\n",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Roderoro",
  "review title" : "Tasty, good looking food. Perfect English speaking staff",
  "review text" : "\nWe used the Tripadvisor app to find a near by restaurant and to our suprise we found the number two restaurant of Berlin to be just around the corner. Looking at the prices we had to try it out.\nSaigon is a small but great restaurant. The food wasn't anything special compared to other good Vietnamese restaurants but it was...\n\nMore ",
  "stars" : 4,
  "Reviews" : 15,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Lusiana M",
  "review title" : "Good food with warm welcome. ",
  "review text" : "\nExcellent food with reasonable price the manager is gracious. Suggested to book in advance for weekend dinner, usually full. Closed during christmas 2012 until new year 2013. Will definitely back if I visit Berlin again.the Bathroom is fabulous be sure to check it out.\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "review text" : "\nWe came to this restsurant after reading the very good reviews, and we were not disappointed. Service is great. You can actually make your own menu by choosing bits from the menu. The food was simply the best we ate, without being especially crazy about asian food. We'll definitly come back next time in berlin. This restaurant reflects well all...\n\nMore "
}, {
  "user name" : "Esther-Hamburg",
  "review title" : "So happy to have found this jewel!",
  "review text" : "\nWe were there with friends, 7 people and we all left happy. The owner helped us perfectly to choose, the portions were big and delicious! Veggies can have something easily. The bathroom for girls has everything you would look for before and during a big night....\nAll in all, we´ll definately come back!\n",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Ttwduke",
  "review title" : "lived up to the hype",
  "review text" : "\nowner was very entertaining, created a very nice vibe in the restaurant. gets a heavy mix of locals and tourists you would guess because of the warm reception everyone gets. great value, tasty vietnamese food. coriander on the side to cater for peoples' tastes but if you don't like coriander you shouldn't be eating viet food. easily walkable from the...\n\nMore ",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Foodievalletta",
  "review title" : "Saigon is in Berlin",
  "review text" : "\nExcellent from start to finish.\nThe restaurant is very Vietnamese, no frills but cosy. The owner, a very jovial and pasionate chap explained to us the menus in excellent English.\nWe left the ordering in his capable hands.\nFrom the starters to the desserts everything was just yummie.\nFor 3 persons and with wine and coffees we spent just €...\n\nMore ",
  "stars" : 5,
  "Reviews" : 27,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Takidk",
  "review title" : "Great experience, great food!",
  "review text" : "\nThank you; Saigon and More!\nWe had a pleasant night and enjoyed the warm welcome.\nIt was like visiting a friend.\nThe food was better than expected and at a very lowe price!\nNext time we'll be in Berlin, it will be time for another visit!\nGreatings from Denmark\n",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Lolcatz",
  "review title" : "Great value, good food, interesting owner.",
  "review text" : "\nI would definitely recommended the place. Was very busy even on a Sunday night so is recommend either booking or turning early. Absolutely stunning value or both drinks and food, possibly the best value restaurant food we've had in two months in Europe.\nDefinitely try the owner's special juice made from sugar apples, very delicious. All the things we ordered...\n\nMore ",
  "stars" : 4,
  "Reviews" : 10,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "innajl",
  "review title" : "Ok food, entertaining owner but service is average",
  "review text" : "\nFirst of all I would like to say that we are from California and are spoiled by abundance of excellent Vietnamese restaurants. If your situation is similar to us , you will be disappointed.\nBut in Berlin I guess it is good and different from other places. The prices are very reasonable and we had an excellent Riesling to go...\n\nMore ",
  "stars" : 3,
  "Reviews" : 6,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "c a",
  "review title" : "no-BS delicous food and entertaining owner",
  "review text" : "\nthis place is definitely worth a visit. I have never been to Asia so cannot attest to the authenticity of the food, however, it was delicious! tasty, simple and without glutamate.\nthe owner is a very charismatic man and all in all this is an excellent no-BS place.\nreservation recommended though as it is packed.\n",
  "stars" : 4,
  "Reviews" : 9,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Stuart M",
  "review title" : "Excellent",
  "review text" : "\nslightly unlikely location but actually closer to U-Bahn and Ka De Way than you might guess. I wasn't surprised by the owner as my companions had warned me of his greeting however some other customers coming in were a bit surprised (but It's his restaurant and he is rightly proud of it). If you are not very knowledgeable on Vietnamese...\n\nMore ",
  "stars" : 5,
  "Reviews" : 53,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Radu S",
  "review title" : "Wow!",
  "review text" : "\nI never leave reviews. But for this... Well, what could I say? It is amazing.\nThe taste of the food is wow! Excellent menu! The ingredients are all very healthy. Well worth the money. Not expensive at all!\nThe owner is such a character!\nThe service is great!\nEverything is great!\nI trust that everything you would choose from the...\n\nMore ",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "BerntS",
  "review title" : "Very good and tasty food",
  "review text" : "\nWell worth the money, faboules food and atmosphere. Try to let the vaitor to decide different courses.\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Bartalk",
  "review title" : "Meet the owner",
  "review text" : "\nEnough has been said here about the good food and moderate prices, about which I agree, so I thought I'd add a note about the fellow who runs the restaurant. He's a bundle of energy and enthusiasm. He shakes the hand of every customer when they arrive and (if possible) when they leave, and he's constantly circulating around the restaurant...\n\nMore ",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "travelsuit",
  "review title" : "over hyped but Ok for a cheap eat",
  "review text" : "\nTo be honest, I was a little disappointed. Price wise it is good.The place is packed and everyone is squashed in. The staff are welcoming The food however is not good enough to merit second on tripadvisor in my opinion in this fabulous city. The cooking reminded me of chinese takeaways in the UK nice but not that authentic.\n",
  "stars" : 3,
  "Reviews" : 59,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "sigul",
  "review title" : "Best asian in a long time",
  "review text" : "\nI don´t have have a lot of experience with Vietnamese food but the food here was outstanding in every way. Fresh ingredients, good flavours and casually presented suiting the place.\nEnthusiastic waiter with a lot of humour and energy. Sometimes a little to much.. :)\nBe sure you visit the bathroom and you are in for a surprise.\nClose to...\n\nMore ",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "YellowDubDude",
  "review title" : "Best restaurant in Berlin. What more do you need to know?!",
  "review text" : "\nFabulous food and great atmosphere. Flexible to accommodate any request, including my vegetarian needs, great recommendations. Owner Ertugrul is a joy and even includes the occasional massage with your meal! Cannot recommend highly enough... After almost three years of regular business trips to Berlin, this is my firm favourite restaurant.\n",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Clive C",
  "review title" : "The worst Vietnamese restaurant...",
  "review text" : "\n...these are the manager's words, but I disagree. Other than that not much to add to the rest of the reviews of this excellent place.......other than to say that if the owner offers you a massage, accept the offer!\n",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "TheRealDerbyTup",
  "review title" : "Good - but not outstanding - worth a visit if you fancy something a little different",
  "review text" : "\nHaving travelled through Vietnam and had some of the most delicious food to be sampled anywhere around the globe I am perhaps a bit of a 'hard marker' when it comes to rating Vietnamese restaurants. I would say this place is \"good\" not \"very good\" or \"outstanding\" but worth a visit all the same and I don't think it would...\n\nMore ",
  "stars" : 4,
  "Reviews" : 53,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "mdcwilson",
  "review title" : "Amazing Asian Food!",
  "review text" : "\nThe owner met us at the door and seated us. He gave us the menus and told us that we could add or change anything, all we had to do is ask. We ordered our food and it was amazing! Extremely fresh ingredients, veggies were cooked to perfection. My son loved the red curry chicken (very spicy) and my husband...\n\nMore ",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "MyrtwG",
  "review title" : "Yummy!",
  "review text" : "\nWe went there because of the reviews and it was totally worth it! Really tasty food and friendly staff. The owner himself greets the customers and explains the menu philosophy. I had the rind pilzen (beef mushroom) dish and it was just perfect! Highly recommended to all asian cuisine lovers!\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Lazinspain",
  "review title" : "Well worth a visit if you are in Berlin.",
  "review text" : "\nThis restaurant is rated quite high on trip advisor, so decided to pay it a visit. Never booked but really should have done, but got a table even though it was only 7pm. The owner is a really nice character and runs the Business with a passion, always checking that his customers are being taken care of correctly. The food...\n\nMore ",
  "stars" : 5,
  "Reviews" : 16,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "ajh47",
  "review title" : "Current ranking deserved",
  "review text" : "\nA short walk from Ka de We, this Vietnamese restaurant does great, fresh food in a lively atmosphere.\nApart from saturdays, it is only open from 6pm and is closed on Mondays. There is a friendly welcome and most customers seem to be well known to the staff. The menu is available in English and the staff will help you...\n\nMore ",
  "stars" : 5,
  "Reviews" : 42,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "kksechick",
  "review title" : "very good food",
  "review text" : "\nthe food was very good. we had the kokossoup and the starterplate. ingredients were fresh and the taste was excellent. also the main menu followed this criteria. ( rice with fruits and duck and beef with noodles). the owner gave us a warm welcome and was very attentive to his guests. not so nice was the poorly working airconditioning. altogether...\n\nMore ",
  "stars" : 4,
  "Reviews" : 15,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Mountain_Bike_Rider",
  "review title" : "Good Vietnamese food with great service",
  "review text" : "\nVisited on 27th October as well, slightly unlikely location but actually closer to U-Bahn than you might guess. Having read reviews I wasn't suprised by the owner although some other customers coming in were a bit suprised, to start with. It's his resturaunt, and he is rightly proud of it. Not very knowledgeable on Vietnamese cuisine but he guided us...\n\nMore ",
  "stars" : 5,
  "Reviews" : 26,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "GMR83Z",
  "review title" : "Good but I had better",
  "review text" : "\nLocated at a convenient 2 minute walk from a nearby U-Bahn station, Saigon blends in a residential area. The service was lacking and my companion had to literally walk up to the cashier and ask for the menu even though there were only a couple of tables in the restaurant. We ordered appetizers for two, soups, and the duck and...\n\nMore ",
  "stars" : 4,
  "Reviews" : 22,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "jenx2468",
  "review title" : "Don't miss this restaurant if you visit Berlin",
  "review text" : "\nWe visited \"Saigon and more\" on the basis that it was rated so highly on tripadvisor and we were not disappointed.\nThe restaurant is within a 5 minute walk of the KaDeWe in what is a residential district. Don't be put off by the cafe style appearance. The owner is a fabulous host, has a great sense of humour and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 30,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Vcamp90",
  "review title" : "Vietnamese fusion at its best.",
  "review text" : "\nThis little Vietnamese restaurant is fantastic. The owner is very friendly, jokes around with everyone, and makes sure that each customer is treated properly. The food is delicious. Service is fast. And prices very reasonable. Definitely a place to eat at!\n",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Lillehopp",
  "review title" : "A great experience",
  "review text" : "\nDelicious food! Never tried Vietnamese food before, so this was new to me. All I can say is I'll definitely do it again!\nThe restaurant was cosy and special, the staff attentive and fun.\nGo there !\n",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Matthew W",
  "review title" : "Great Dining experience in Berlin!",
  "review text" : "\nOur dining experience was wonderful! The owner seated us and then proceeded to assist us with oiur order to ensure our orders were what we wanted and not just guessing from the menu. It is a quaint place but very warm and the service is great. If you stay long enough you get a massage from the owner. The food...\n\nMore ",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Ofriimri",
  "review title" : "Oh the host!",
  "review text" : "\nMe and my girlfriend had so much fun!\nThe host really gave a show, he sat with us, told jokes and explained each dish.\nGreat experience, highly recommended!\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Purjelentaja",
  "review title" : "Fantastic",
  "review text" : "\nExcellent asian food! We were a group of 10 people and had a combination of appetizers to start with and then gave the owner free hands to bring us enough of food to sample different dishes, and he really did that. Bowls of various kinds of delicious food were just rounding the table and everyone was enjoying alot. Highly recommended\n",
  "stars" : 5,
  "Reviews" : 53,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "HughRogersSon",
  "review title" : "A Unique Place to Visit",
  "review text" : "\nI'm not an expert on Vietnamese food and can't comment on how authentic it is: what I can say is that it's very fresh, extremely tasty and good value for money.\nAlthough we were there on a Saturday night and the place was just about full, the service was efficient and quick, with the owner stamping his own brand of...\n\nMore ",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Beverley H",
  "review title" : "We had a memorable meal",
  "review text" : "\nWe visited it hour a reservation and were warmly welcomed in by the owner. He was very friendly and eager to help selecting appropriate food from the menu. The food was served in a leisure manner and was well presented at the table. We opted for the mixed starter and were not disappointed. A chicken curry with rice was one...\n\nMore ",
  "stars" : 5,
  "Reviews" : 20,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Favina80",
  "review title" : "AWESOME DISCOVERY IN BERLIN",
  "review text" : "\nWe just arrived in Berlin the same night and looking forward for a nice asian food place.\nWe been lucky, the owner and his wife are amazing friendly and carefull about their customers,\nthe food is simply delicious...the atmosphere is totally relaxing and full of joy!\nhigh recommended!\n",
  "stars" : 4,
  "Reviews" : 5,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "m995",
  "review title" : "Really liked the food",
  "review text" : "\nThe fried beef noodles and Mekong glass noodles salad were great. The Saigon's Creation was ok. The fresh mint tea with honey & ginger was really good. The owner is Turkish and is extremely personable. The ladies room is a must visit as it is set up more like a home bathroom rather than that of a restaurant bathroom.\n",
  "stars" : 4,
  "Reviews" : 45,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "John N",
  "review title" : "Charming service!",
  "review text" : "\nWe were craving Viet food and decided on this place. The owner is a charming guy and made sure to greet and interact with every table. The food tasted great and authentic. They claim to not use msg but I'm not to sure as I left thirsty. Overall I recommend it and only a few blocks from the Wittenberg station....\n\nMore ",
  "stars" : 4,
  "Reviews" : 10,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "ofir b",
  "review title" : "Over rated...",
  "review text" : "\nThe owner is very nice and gives excellent service, the problem is the rest of his team did not know how to help you... When it's a full restaurant the lack of service is a problem!\nThe food was nice, the price was ok 60E for 3 people .\nThey have no cola/d.cola .\nIf your sitting out you will...\n\nMore ",
  "stars" : 3,
  "Reviews" : 9,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "RaymondDuck",
  "review title" : "What a great place!",
  "review text" : "\nGreat, good value food. Wonderful host - like a cross between José Mourinho and Basil Fawlty but in the best possible way! Worth seeking out and getting there early now that the colder evenings are due... was very busy even on a week night.\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Igal F",
  "review title" : "Great asian food",
  "review text" : "\nThis restaurant is a must if you like asian food. The Duck dish was just awsome.\nThe owner served us, he recommended us the best dishes, he was very funny and friendly guy.\nThe price was perfect, definitely I recommend this place!\n",
  "stars" : 5,
  "Reviews" : 22,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Gareth P",
  "review title" : "Great food, reasonably priced and engaging owner but service a little lacking",
  "review text" : "\nMy first time at the restaurantand the previous reviews were well justified. Great food, especially the main courses and desserts. Very friendly service and the owner chatted with us for around 30 mins at the end of the night. The service was friendly but a little slow at times and the food came at intervals rather than together. Some was...\n\nMore ",
  "stars" : 4,
  "Reviews" : 12,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Gert_JanF_12",
  "review title" : "Good restaurant",
  "review text" : "\nIt was Ã  Nice sunny warm day in berlin and that evening we sat on the terras of this nice restaurant. The host was really nice and gave us his famous asian fruit drink \"Annone\" it was really Nice!! After that we all orderd different dishes. They where all fresh made with lots of fresh flavoured tasty spices and vegables....\n\nMore ",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "CoKbIE",
  "review title" : "Awesome place to have dinner.",
  "review text" : "\nThe food tastes very very good. A definitely-must-go especially for those who love asia food. Personally I recommend the fried-rice with seafood\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "anonima007",
  "review title" : "we went there 4 times!!!!!!",
  "review text" : "\nexcellent atmosphere, very good food, very good price,\nif you don´t speak german no worries, they speak spanish and english (at least)\nthere is no glutamate in the kitchen so when coming back home you don´t die of thirst!\njust go there an enjoy (except mondays!)\n",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "jake b",
  "review title" : "Fantastic",
  "review text" : "\nThe Food in this restaurant is unbelieveable, the restaurant manager is very friendly and gives a good massage.\n",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "hobo777",
  "review title" : "Great value, friendly service.",
  "review text" : "\nThis is a great place for Asian cuisine, good value, and overly friendly service. I've eaten here on several occassions and it never disappoints.\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "H H",
  "review title" : "More Asian Fusion than Vietnamese, but excellent all the same.",
  "review text" : "\nWe loved everything we ordered. Many dishes had a Thai touch, which we actually liked. The pleasant and welcoming owner was on location serving the clientele, who seem to be regulars who live in the neighborhood. The place had a comforting sense of a local restaurant with excellent pan Asian food.\n",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "DougMontreal",
  "review title" : "Tasty & Friendly",
  "review text" : "\nWe ate here twice during a recent visit to Berlin. Food was excellent! Owner was very friendly and helped us select different dishes on each visit so we could try as much as possible. Everything was great (especially liked rice curry with duck, and duck with mango). Nice ambiance sitting on sidewalk tables under trees in a nice residential neighborhood....\n\nMore ",
  "stars" : 5,
  "Reviews" : 31,
  "Restaurant" : "Saigon and more",
  "Category" : "Asian"
}, {
  "user name" : "Tom S",
  "review title" : "Not up to its billing",
  "review text" : "\nI was impressed by the reviews in tripadvisor but was disappointed that it did not match up. The atmosphere in the restaurant is standard issue German restaurant: bland. The service very friendly and prompt. The food is beautifully presented with flowers made of beetroot and carrot sticks like orange leaves. Wonderful. But the taste of the food didn't match up...\n\nMore ",
  "stars" : 3,
  "Reviews" : 12,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "LeOn74_13",
  "review title" : "Just 'OK', not much more...",
  "review text" : "\nI absolutely salute them for not using MSG, but it left a few flavours timid and dull. The garnish is excessive, and if only the same effort went into the taste.\nPerfectly edible, but lack lustre. This was reflective of the atmosphere too though, if only they dimmed the lights.\nService great.\nDon't get me wrong, it was all 'OK',...\n\nMore ",
  "stars" : 3,
  "Reviews" : 13,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "jhaaja",
  "review title" : "Beautifully represented Thai food",
  "review text" : "\nAgain, a place picked on good reviews here on TA. The place seemed to be pretty popular and since we did not have a reservation we had to wait for a table for a bit.\nThe food was good and absolutely beautifully represented, although bit lacking in spices. The appearance of the place itself is not really on par with...\n\nMore ",
  "stars" : 4,
  "Reviews" : 40,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Ann H",
  "review title" : "The best Thai food I have ever had",
  "review text" : "\nI had a very nice dinner in this restaurant some weeks ago. Maybe the best Thai food I have ever had. In an nice environment and near the famous Alexanderplatz. The staff were very friendly and the food delicious.. The place is always busy, so maybe is a nice idea to book a table before going.\n",
  "stars" : 4,
  "Reviews" : 5,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "danhnq",
  "review title" : "Bland food, mediocre service and the food was served worryingly fast.",
  "review text" : "\nWe chose to eat at Thai Inside as we're huge fans of Thai cuisine and we were in the Alexanderplatz neighbourhood.\nWe didn't book a table but managed to get a table for four without issues immediately, first impressions of the place is that it was very busy but the interior is plain and inoffensive.\nThe tables are squashed quite...\n\nMore ",
  "stars" : 2,
  "Reviews" : 59,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "patchcs",
  "review title" : "Gorgeous \"dragonfly\" on my Mango Prosecco started the night right...",
  "review text" : "\nWe ate here New Year's Eve - it was close to a show we were going to later, and the reviews were high. We did have problems reserving - via phone and email didn't seem to work, so upon arrival in Berlin we asked the conceirge to confirm which did the trick. We wanted something fast and delicious, and different,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 52,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Herve M",
  "review title" : "Disappointing",
  "review text" : "\nService is too fast, you don't have time to finish the starter and the main course is already there. We stayed 50 minutes for a starter and main course. Then other people are waiting for your table so don't even expect to stay and relax a bit after dinner. Food was of average quality. We paid 50? for 2 and...\n\nMore ",
  "stars" : 2,
  "Reviews" : 7,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "funlovingfoodie",
  "review title" : "No idea what all the fuss is about",
  "review text" : "\nIt was okay.. Nothing less, but certainly nothing more. Staff is not unfriendly but just seems not interested, walking around with head in clouds and not paying attention at all.. We had to seat ourselves, had to call back a waiter 4 times, just because he was dreaming and walked away during us ordering ?! Food came so unbelievably quick...\n\nMore ",
  "stars" : 3,
  "Reviews" : 20,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "mikdodd",
  "review title" : "Didn't come close to expectation",
  "review text" : "\nWhat a total disappointment this turned out to be on New Years Eve. I booked this by e mail in October so was not very impressed to be greeted blankly when we arrived.The lady who received us did not seem to believe we had made a booking and I was forced to bring up my e mails on my mobile...\n\nMore ",
  "stars" : 1,
  "Reviews" : 21,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Elaine1980",
  "review title" : "Delicious thai food with flair",
  "review text" : "\nWhat a great find! A small restaurant serving super tasty thai food. My husband and I both had a soup to start and my only issue was that the soups were so delicious we could've eaten twice as much! However, the main courses were large and just as delicious. If we come back to berlin we'll definitely be coming back...\n\nMore ",
  "stars" : 5,
  "Reviews" : 12,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "mrs7777",
  "review title" : "Fine Thai Food",
  "review text" : "\nEnjoyed a very tasty Thai meal here. Good service, pleasant environment and quite centrally located. Good value for money. Should we visit Berlin again, we'll return to this restaurant.\n",
  "stars" : 4,
  "Reviews" : 41,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Flat_Eric88",
  "review title" : "Best Thai in town",
  "review text" : "\nThai inside is located near Alexanderplatz and the location is pretty. The service is very good and the waiters are always polite. Food is excellent (the daily soup I tried was awesome) and there is a daily and weekly special menu. We tried an asian mixed starter and fried duck and we were completely satisfied with the meal. Prices are...\n\nMore ",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Stickygood",
  "review title" : "Disappointing taste despite being quite authentic Thai food",
  "review text" : "\nGood quality of ingredients, except curry paste base used is rather flavorless. Quality of cooks is not very good though - even Isaan dishes are disappointing despite Kitchen being from that region. Phad Kapao really disappointing and even prik nam pla could not save it. Som Tam decent though a bit sweet and papaya grated rather than chopped which makes...\n\nMore ",
  "stars" : 3,
  "Reviews" : 16,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "barweb11",
  "review title" : "As Good as It Gets",
  "review text" : "\nWe've eaten Thai food throughout the US and have never had food as good as at Thai Inside.\nWonderful restaurant in the Mitte area of Berlin. Definitely go for a change of pace from German food or just because you love Thai. You won't be disappointed.\n",
  "stars" : 5,
  "Reviews" : 26,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Sassare",
  "review title" : "Best Thai in Germany? ",
  "review text" : "\nFriendly staff, smart interior, excellent food. We simply left with one thought, to be back soon. Location a little bit of main track, however worth visiting, absolutely.\n",
  "stars" : 4,
  "Reviews" : 84,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "GinNorway",
  "review title" : "Great food, great prices",
  "review text" : "\nReally enjoyed the food at this place, and the prices were very reasonable. I had crispy duck in a red curry sauce. I would return again!\n",
  "stars" : 5,
  "Reviews" : 63,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "FBIT",
  "review title" : "Good Thai in Berlin",
  "review text" : "\nGood Thai food with big portions, so good value for money. The cocktails were nice too. It was pretty full, but we didn't reserve a table and still sat (it's kind of out of season being end November), so good atmosphere.\nOnly the Inconsistent service marred the meal. We waited 20 mins for the bill and had to ask twice...\n\nMore ",
  "stars" : 4,
  "Reviews" : 24,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "ToriandJoe",
  "review title" : "Thai unlike any other!",
  "review text" : "\nWe actually couldn't believe what we got for our money! We love Thai food so it takes a lot to impress us... Thai Inside definitely did. We didnt make a booking and it was packed out - however they managed to fit us in. The food was out of this world - all served with amazing carved garnish, we had...\n\nMore ",
  "stars" : 5,
  "Reviews" : 15,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Goran A",
  "review title" : "Good Thai restaurant",
  "review text" : "\nThai inside is a nice little asian restaurant in a quiet street not far from Alexanderplatz.\nAfter reading the reviews here,we decided to pay this restaurant a visit.We were fortunate to get the only available table left and were instantly served complimentary starters.\nThe food was very tasty and the portions really large.You won´t leave this place hungry.\nThe service...\n\nMore ",
  "stars" : 3,
  "Reviews" : 4,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Tess_n_Matt",
  "review title" : "Great Thai",
  "review text" : "\nCame here late one night and was instantly welcomed despite it still being busy. Service was a bit hit and miss but the food itself was really tasty. Great presentation.\nNot the most romantic of places but pleasant nether the less.\nI had beer which appeared a little gassless and the house wine was not very tasty.\nRegardless, the experience...\n\nMore ",
  "stars" : 3,
  "Reviews" : 36,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "mdcwilson",
  "review title" : "Great Thai food",
  "review text" : "\nWe really looked forward to eating Thai food here and they didn't disappoint. Excellent service and food was authentic and delicious.\n",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "thoughtfuldiner",
  "review title" : "Simple & cheerful & good",
  "review text" : "\nThis is a simple, (rather) cheap and cheerful Thai restaurant with that extra freshness and vibrancy in flavours (excellent use of herbs) that give it an edge over many others I've tried in this category.\nI found the vegetarian dishes to be the most satisfying (difficult to get great meat produce at these prices).\nIt is busy, it is bustling...\n\nMore ",
  "stars" : 4,
  "Reviews" : 151,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "melpin",
  "review title" : "Excellent food",
  "review text" : "\nAte here during a recent trip to Berlin. The staff were friendly and the service good. The menu was excellent and the quality of the food very good. It is a very busy restaurant so if you want to be sure of a table then I would recommend making a reservation.\n",
  "stars" : 4,
  "Reviews" : 10,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "rock_30",
  "review title" : "Waste of time",
  "review text" : "\nIt was my partner's birthday on our first night in Berlin so I emailed Thai Inside after reading the good reviews to book a table. Had a lovely reply saying they would reserve us a nice table, looking forward to seeing us etc.\nHowever after traveling across Berlin we arrived at the restaurant to find they had completely forgotten about...\n\nMore ",
  "stars" : 1,
  "Reviews" : 29,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "HPBKraaijeveld",
  "review title" : "Very good Thai; excellent value for money",
  "review text" : "\nHighly recommanded. Very good thai restaurant. Level of spices used is indicated on their menu; very convenient. Excellent ingredients used, very nice decorated plates and just very good.\n",
  "stars" : 5,
  "Reviews" : 116,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Bafor01",
  "review title" : "Excellent food, great service!",
  "review text" : "\nThis restaurant serves some of the best Thai food I've ever had outside of Thailand. It wasn't cheap but great value for money.\nAfter arriving a few minutes before our reservation, we had to wait a few minutes before getting our table. We were immediately offered a complementary drink, which made the wait much more comfortable. Our food was excellent;...\n\nMore ",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Dave L",
  "review title" : "Good solid Thai",
  "review text" : "\nWe stumbled onto this place by accident and ate there twice. Good service, friendly atmosphere, and good food.\n",
  "stars" : 4,
  "Reviews" : 16,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "L-Yossi",
  "review title" : "Very good Thai food !",
  "review text" : "\nBeen there on Monday and had a great time!\nThe chicken sate was served with a special Sauce, excellent !\nGreat place, best Thai food in Berlin, good value for mony.\nrecommended !!!\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Egill_M",
  "review title" : "Excellent food, good service",
  "review text" : "\nWent there with my wife and we had an excellent dinner. Attentive service and great atmosphere and very good value.\n",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "mzqb",
  "review title" : "Fantastic Thai Food",
  "review text" : "\nDon't underestimate this small restaurant next to the S Bahn line near hackesher mkt. The food is wonderful. We sat outside and dined by candelight. The appetizers and entrees were better than Thai food I've had in the US. I would recommend this to anyone visiting Berlin!\n",
  "stars" : 5,
  "Reviews" : 32,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "BKamdar",
  "review title" : "Excellent Thai food",
  "review text" : "\nI stayed at Motel One just next door to this gem of a restaurant. The staff was very friendly and attentive. The place was clean with lot of space. And the food was just excellent. Thai is one if my favourite and the food here is one of the best I have eaten. Check it out when you are in...\n\nMore ",
  "stars" : 4,
  "Reviews" : 23,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "faozanrizal",
  "review title" : "Good Thai food but not great",
  "review text" : "\nwe visit this restaurant while we discovering Alexander platz district. The place is nice on the side of S-bahn railways and the restaurant seem so clean. We ordered Spring roles for entre, the ingredients was ok nothing so special, the taste of the dough is too flat, for me when we need so much dipping season for spring rolls like...\n\nMore ",
  "stars" : 3,
  "Reviews" : 238,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Adrienne S",
  "review title" : "We went back 2 times in 3 days",
  "review text" : "\nThe food was awesome and very fresh. We had a seafood curry dish served in a fresh pineapple and an awesome chicken with veggies in brown sauce. They have menus in English too.\n",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Nobod",
  "review title" : "Very tasty thai food served with a smile",
  "review text" : "\nWent to this restaurant without a reservation on a monday night and.. It was almost completely full. We managed to get a table inside and had a lovely meal. The food was very tasty, the service excellent. Would definitely come back here.\n",
  "stars" : 4,
  "Reviews" : 22,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "BurgerBoyUK",
  "review title" : "Good Thai restaurant",
  "review text" : "\nWe visited this Thai based on reviews on tripadvisor and due to its location being near the hotel. I eat a lot of Thai food in the UK and although this was not the best Thai I've ever eaten in it was by far not the worst. The food was of a good standard with starters being well presented, tasty...\n\nMore ",
  "stars" : 4,
  "Reviews" : 20,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Madtowntravelgirl",
  "review title" : "Overpriced and Overpresented",
  "review text" : "\nWithin walking distance of our hotel (Adina), we ate at Thai Inside our first night in Berlin. While the food was good and the service accommodating, we found the portions small and the prices high. Our party of five we had two appetizers, five drinks, and four entrees for 119 euros. While each dish was beautifully presented, with hand carved...\n\nMore ",
  "stars" : 3,
  "Reviews" : 26,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "barbebass",
  "review title" : "Unusually good Thai",
  "review text" : "\nMy wife and I had dinner here after a long day of walking around the German History Museum. The quality of the food and especially the presentation were a cut above anything we have had in the US. It has a low-key classy interior, and spills out onto the street, just below the train lines, and typical German graffiti. I...\n\nMore ",
  "stars" : 5,
  "Reviews" : 49,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Susan L",
  "review title" : "Thai with a flair",
  "review text" : "\nReally enjoyed our meal at Thai Inside. Portions are generous and the dishes are attractive and tasty. Menus are available in English and prices are good.\n",
  "stars" : 4,
  "Reviews" : 28,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Aberdaz",
  "review title" : "Good Food",
  "review text" : "\nThis place has great food which is reasonably priced. It's a bit small so make sure you book or go before the rush as it was full by the time we finished our meal.\n",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Scottish_Lion",
  "review title" : "A great Thai Experience",
  "review text" : "\nJust back from the restaurant and cannot recommend it enough.\nThe staff were really friendly and prices are reasonable.\nMe and my girlfriend had a starter and main course each with a drink and it came to 42 euro. The portions were big and the food was tasty\nIt's definitely worth a go if you fancy a change from German...\n\nMore ",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "GerassiNeto",
  "review title" : "Tasty thai",
  "review text" : "\nWe went there for lunch.\nThe service is attentive and if you like spicy (as I like) will love it. It's is in a nice street near the train line.\n",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "SILBERSTEINSKY",
  "review title" : "TASTY and nice",
  "review text" : "\nFood absolutely nice. They do not exagerate with salt and focus on thai flavours. Service very nice and friendly. However failed with servicing 3 persons on the same time. Soup followed with main course is more than enough. Main dish 10-15eur. Credit cards welcome.\n",
  "stars" : 4,
  "Reviews" : 54,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "catie2000",
  "review title" : "Lovely Thai food",
  "review text" : "\nA lively little place between Hackeshermarkt and Alexandrplatz, service is attentive and friendly, and the food is really good. We really enjoyed our meal here, and after 10 days of traditional German fare, the tasty Thai food was a very welcome change.\n",
  "stars" : 4,
  "Reviews" : 62,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "km991148",
  "review title" : "Nice Thai Food",
  "review text" : "\nGood food at reasonable prices. Not high end but good quality. Would visit again.\n",
  "stars" : 4,
  "Reviews" : 18,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Benoit G",
  "review title" : "Sophisticated Thai Food at a good price",
  "review text" : "\nWent to Thai Inside on July 4, 2012 and managed to get a table without a reservation. But you have to come early cuz' the places packs up quickly.\nThe menu is exhaustive and the food was stunning. Definitely the best restaurant we went to in Germany. It's more authentic than your usual thai joint and the plates are garnished...\n\nMore ",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Katie P",
  "review title" : "Wonderful place for a meal!",
  "review text" : "\nThis is a very lovely place to eat. Food is delicious, beautifully prepared,and reasonably priced. Staff are attentive, helpful and friendly. We visited twice in a three day stay!\n",
  "stars" : 5,
  "Reviews" : 15,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "kikoukaki",
  "review title" : "Pretty and tasty Thai food",
  "review text" : "\nAte here one evening, it's a bit on the expensive side but you get what you pay for. The dishes are beautifully presented. I had a standard pad Thai, it was lovely, but there was so much! Unfortunately there was so much on my plate i couldn't eat all of it and I felt terrible, the waitress seemed quite offended...\n\nMore ",
  "stars" : 4,
  "Reviews" : 5,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "IreneWeeny",
  "review title" : "this place doesn't deserve the high rating on Trip Advisor",
  "review text" : "\nService is quite good, and the place is usually packed with people, but the food disappoints. It is not bad, but it is not that good either. Mediocre Thai food, and not as cheap as some other Thai/Vietnamese places in the area (2 starters, 2 mains, 2 beers and bottled water came to 52 euros). We had spring rolls which...\n\nMore ",
  "stars" : 3,
  "Reviews" : 98,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "review text" : "\nThe service is great with lots of mouth-watering options on the menu. The service is top notch and so is the presentation. But that all comes at a price that is above what you'd expect in Berlin. It's definitely worth what you pay, though.\n"
}, {
  "user name" : "astridshem",
  "review title" : "Surprisingly good and genuine in intersting surroundings",
  "review text" : "\nI will be happy to recommend this gem. The neighborhood is a bit interesting and feels off the beaten tourist track. The food is wonderful and the service's great. Weather permitting you can sit on the sidewalk and eat overlooking parked cars and graffiti decorated train tracks while the beerbike drives by with the next stag party. Needs to be...\n\nMore ",
  "stars" : 4,
  "Reviews" : 7,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "FlashDoctor",
  "review title" : "Great quick Thai near Alexanderplatz",
  "review text" : "\nWe ducked into Thai Inside based on ratings froam tripadvisor because we were looking for a quick lunch on the way to a river cruise. The staff was friendly and helpful, the service was excellent and the dished were refreshungly authentic and delicious. I recommend the chicken in coconut curry, andy son loved the Gai Satay. My wife had the...\n\nMore ",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "TomerM-S",
  "review title" : "It was tasteful",
  "review text" : "\nThis was a very good experience, the food was good and came quickly. On the table they only put western eating equipment ( knife, fork and spoon) so we had to ask for chopsticks. \nThey don't serve tap water, you have to pay for mineral water (7€ for a 1 liter battle)\nThe waiters were efficient but not so friendly,...\n\nMore ",
  "stars" : 4,
  "Reviews" : 4,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Sabre4",
  "review title" : "Good Thai Food",
  "review text" : "\nHad a nice meal here, service was great, and the food was really good! Would definitely go back!\n",
  "stars" : 4,
  "Reviews" : 36,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "aduv",
  "review title" : "Good thai food",
  "review text" : "\nGood atmoshpere and tasty food. The most expensive dinner on our Berlin visit, but it was a good meal.\n",
  "stars" : 4,
  "Reviews" : 22,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "kkw142",
  "review title" : "Amazing Thai food even better presentation!",
  "review text" : "\nWe were looking for a place close to our apartment and found this place from other tripadvisor reviews. We were not disappointed. The food met everyones needs from no spice to really spicy. The waitress' and waiters were super helpful with picking out the right dishes.\nAll three of us enjoyed our food. It had a ton of flavor and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 12,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "SWcritic",
  "review title" : "One of the best thai food in Berlin, but nothing special",
  "review text" : "\nIn this restaurant, don't expect a classy thai food restaurant. It is just a simple restaurant with poor decoration.\nBut are we here to look at the deco or to eat ? To eat, of course, and to eat well preferably. Unfortunately, don't expect here a great Thai quality food here. Don't expect to relive the tastes and smells that...\n\nMore ",
  "stars" : 3,
  "Reviews" : 103,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "rogerpointsman",
  "review title" : "Excellent Thai food, reasonably priced",
  "review text" : "\nAn excellent address in Berlin-Mitte, Very tasty food, some original preparations, fresh indegrients and a reasonable price-list, including for wines. No surprise that the place can be quite full, so come early or reserve.\n",
  "stars" : 5,
  "Reviews" : 32,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "IoDaGi",
  "review title" : "Excellent Thai restaurant",
  "review text" : "\nGreat and tasty food. The Inside menus 1 & 2 are insanely copious : you dont need to choose, all the meals on the list are served! Better be hungry.. Staff is doing its best. They nay forget one or twoo things but nothing to worry. Plates are artistically decorated with carved fruits and vegetables.\n",
  "stars" : 4,
  "Reviews" : 14,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Pia R",
  "review title" : "Thailand in Berlin",
  "review text" : "\nIt was great !\nFirst we get the king starter, a mix of everything in fact.\nOur meals were: Pad krapau, red curry with duck/shrimps, green curry, n*48,.. (others I forgot)\nI prefer the red curry with duck and the pad krapau. I wouldn't recommend the green curry, not a good taste and not spicy at all.\nThe service was...\n\nMore ",
  "stars" : 4,
  "Reviews" : 8,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "Roberto D",
  "review title" : "Tasty food, nice service, not expensive",
  "review text" : "\nThe restaurant was very busy on the night we visited. However, service was efficient, fast and courteous, even though not all personnel could manage English. We took a sample of appetizers, all very tasty. The duck with eggplant was fabulous, but not as spicy as promised. Pad Tai was also very good.\nOverall, the place is highly recommended.\n",
  "stars" : 4,
  "Reviews" : 9,
  "Restaurant" : "Thai Inside",
  "Category" : "Asian"
}, {
  "user name" : "songoftheeclipse",
  "review title" : "I Would Have Liked it More if Our Food Arrived at the Same Time",
  "review text" : "\nWe ate here the last Sunday night in January. We were initially seated by the door next to the only other table with people in that room. The waitress asked if we could move to a table farther back because a large party was coming and they might have to join together some tables. I definitely preferred the room and...\n\nMore ",
  "stars" : 3,
  "Reviews" : 53,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "BerlinGal",
  "review title" : "Yummy food",
  "review text" : "\nIt is for me one of the best Thai restaurants in Berlin. The food is just great. If I would live closer to it I would go more often.\n",
  "stars" : 4,
  "Reviews" : 30,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "LancasterMgh",
  "review title" : "Amazing value, superb food, fantastic atmosphere",
  "review text" : "\nI am just booking here for a business trip in January, came in July for a fashion show at Templehof and found Sarod's at the last minute. We came with a party of 10 and had an amazing night. Tables outside were unfortunately taken but they easily accommodated us inside. All the staff were amazingly friendly but the food and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 28,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Nohik S",
  "review title" : "Excellent place, highly recommended",
  "review text" : "\nWe were party of 4. Shared first dish. Tried 4 different main courses. All was great. Just like in Thailand. Service was excellent too. Highly recommended.\n",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "paula188633",
  "review title" : "How nice sitting outside at Sarod's on a lovely sunday afternoon",
  "review text" : "\nI was visiting my son again in Berlin. In stead of taking the U-Bahn to Kreuzberg, which is not a very nice experience, we decided to bike from Charlottenburg to Sarod's. It was a lovely sunday afternoon and after 35 minutes we arrived and could sit outside. We had not been there for months, but the owner recognized us and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Kelvin2079",
  "review title" : "Delicious food, lovely street",
  "review text" : "\nIf you are in the neighborhood, we recommend this lovely Thai restaurant.. For 23 Euro, we could have 2 nice small dishes with a glass of wine and beer. They serve both small and big versions of the dishes, which we found very handy.. Street is lovely, food is good.. It worths to go there!\n",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "FIN2world",
  "review title" : "Nice dinner for amazing prize",
  "review text" : "\nVisited the restaurant with my wife. The location is not walking distance from the center but in a very nice residential neighbourhood. Amazing food at a very reasonable price (they could have charged the double) - the bill at 42€ for starters and mains with half a litre of nice wine. Highly recommendable despite the absence of lining. Quick and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Travelerbartda",
  "review title" : "Very good dood in a nice neighbourhood",
  "review text" : "\nIn a nice neighbourhood lies this Thai. Both the soup and the duck dish were very good. One remark, if I'm being critical, is that they are shy with peppers. However, this could be only positive for people less used to Asian spices.\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "tmwstw",
  "review title" : "Tasty Thai Food",
  "review text" : "\nBased upon the reviews on TripAdvisor we visited this Thai Restaurant for an evening meal, and were not disappointed.\nThere was a large selection of vegetarian dishes, and the ones which we chose were well cooked, spicy and filling.\nNot speaking much German we had fun ordering our food, but the staff were very friendly and efficient.\n",
  "stars" : 4,
  "Reviews" : 53,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Chazzie80",
  "review title" : "Unbelievably good",
  "review text" : "\nNot surprised to see this restaurant rated so highly. Selection of starters are to die for... Followed by duck in peanut sauce with potato (no.45) staff are excellent and will remember you. HIGHLY recommend a visit.\n",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "fqtrumpet",
  "review title" : "Excellent Thai with good service",
  "review text" : "\nThis is a really good Thai restaurant. Visited with a party of six and everyone was unanimous in praise of the quality of the food. Our visit was too short to return but next time in Berlin I'll certainly go back.\n",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "GalwayGeographer",
  "review title" : "Excellent food; exemplary service",
  "review text" : "\nThis little gem is smack in the middle of the Bergmannkitz in Western Kreuzberg - the established part of Kreuzberg in Berlin. The food is excellent, fragrant, non-MSG Thai food that is topped only by the service offered by the employees. To describe the latter as 'friendly' would do it a disservice; if you want to experience positively enthusiastic waiters...\n\nMore ",
  "stars" : 5,
  "Reviews" : 51,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Gannon322",
  "review title" : "Great Thai in Kreuzber",
  "review text" : "\nSolid Thai food in a really cool neighborhood of Kreuzberg. The service was exceptional and the food was really good. It was about $30 USD for two entrees and drinks. Very reasonable for the quality of dining experience.\n",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Lil_akuma",
  "review title" : "Fantastic food, wonderful owners... :)",
  "review text" : "\nSimply delicious authentic Thai food. We had to wait in the cool night to be seated but it was worth the wait. The warm smiles of the owners & the friendly staff simply adds up to the wonderful experience. Got a chance to practice my Thai language with khun Pom, one of the owners while waiting to be served. Word...\n\nMore ",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "pqkobe",
  "review title" : "Good food, average service",
  "review text" : "\nWe booked a table at this restaurant after reading the reviews on Tripadvisor. It is located out of the centre but can be reached within about 25 min from Zoo Station. The food was good and made a nice change from several days of German cousine. However the service was a bit haphazard, it took about 10 min to get...\n\nMore ",
  "stars" : 4,
  "Reviews" : 6,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "starlucia",
  "review title" : "Wonderful!",
  "review text" : "\nMy partner and I chose this place for her birthday dinner, due to the many positive reviews on TA. I'm happy to say that it lived up to all expectations! The space is small and elegant, and servers were available at all times. The menu was extensive and I appreciated that vegetarian dishes were clearly marked. I ordered the veggie...\n\nMore ",
  "stars" : 5,
  "Reviews" : 30,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "iansobrave",
  "review title" : "I WILL RETURN",
  "review text" : "\nI phoned and booked a table for 4 persons from the Berlin Hilton. They were very pleasant on the phone. This is not a fancy looking restaurant but it is very pleasing to the eye. A very good welcome, fast service with good advice. The best of all was the food, it was excellent. No hurry to move us out,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "VirtuallyAnywhere",
  "review title" : "Lived up to #2 ranking",
  "review text" : "\nWith so many wonderful restaurants, it was hard to believe that this out-of-the-way Thai place in Kreuzberg would be ranked #2. I still suspect that this is an artifact of \"trip advisor math\", but I must say that it was excellent. I've been searching for a regular Thai place in berlin for a couple of years, and I think I...\n\nMore ",
  "stars" : 5,
  "Reviews" : 112,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "paula188633",
  "review title" : "Great Thai Food!",
  "review text" : "\nMy son lives in Berlin and when I visited him last week we went here twice because we loved the food so much. The last time we had really good Tai food was in Sydney, Australia. Food was delicious and fresh and the people were very friendly. As a starter we had Krubuk. We continued with Ente Gaeng Khiew (duck...\n\nMore ",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Blueduncan",
  "review title" : "Best Thai Food in Berlin",
  "review text" : "\n4 of us ate here on 13/03/12....restaurant is small and simple....our waitress....Nokki...was friendly and helpful...food was awesome..try the Tom yum soup ..pork with vegetables, noodles and garlic pepper...rice is included with most dishes...big portions...meal for 4 including wine and beers..€101...free plum liqueur...if you like Thai food you must eat here at least once. Can't wait to go back. Richard &...\n\nMore ",
  "stars" : 4,
  "Reviews" : 18,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Rob_M_UK",
  "review title" : "Tasty Thai food and great service",
  "review text" : "\nI popped in here after work for dinner. The staff were very welcoming and friendly. The food was very good, the Tom yam soup was perfectly seasoned and had plenty of heat to it which can be hard to find in Berlin. The chicken green curry was full of flavour. I would definitely come back here, it was really good...\n\nMore ",
  "stars" : 5,
  "Reviews" : 66,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "brother_naxos",
  "review title" : "If you like Thai, you'll like Sarod's",
  "review text" : "\nI have been here twice, the first time (albeit on a recommendation) because it was convenient. As a result, the second time I went half way across Berlin to get there.\nThe facade is understated but the interior is intimate and cleanly decorated. Staff know their menu and are very helpful and, in my experiance, uniformly speak both English and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Maleknass",
  "review title" : "Superb",
  "review text" : "\nOne of the. Est Thai restaurants around. Great service, and very reasonably priced. Try it, you won't regret it. We will be back\n",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "CannnotSleepOnPlane",
  "review title" : "Superb thai food and friendly atmosphere",
  "review text" : "\nVisited this Thai restaurant after reading good reviews of it, and boy where they right. The atmosphere where very cozy and intimate. The staff where really friendly. I had a starter and Chicken Paneng as main course. The starter was about €4 and the main course €10. I have to say it was on of the best Thai food i...\n\nMore ",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Bec187323",
  "review title" : "Fabulous Thai",
  "review text" : "\nI was skeptical with only a few reviews on trip advisor. But the reviews all seemed quite good, so I went to Sarod's. It was definitely worth the trip. Not a disappointment at all! In Australia we love Thai food and I have just been in France, craving Asian for 2 weeks. Finally I researched and found Sarod's. Absolutely delicious!!!...\n\nMore ",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Carlo P",
  "review title" : "Good food, nice rice (great service)!\"",
  "review text" : "\nDear all, rating this restaurant is a real pleasure. We decided to go there because we read the ratings on tripadvisor and (as always) it turned out to be a really good choice. We live just around the corner and we had never noticed the place, it looks like many other thai restaurants in Berlin... the truth is that it...\n\nMore ",
  "stars" : 5,
  "Reviews" : 16,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "Bounge",
  "review title" : "Bloody brilliant.",
  "review text" : "\nWe eat Thai about once a week in the UK and have been travelling in Europe. There's been nothing tasty in France and Italy, but finally an awesome Thai in Berlin. Panang was a bit salty, but Tom Kha Gai was spot on. Other food and even cheap Chianti was v good. Tasty.com.\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "couple_abroad",
  "review title" : "Amazing Thai!!",
  "review text" : "\nWe were a little hesitant to try this one, since it had so few reviews. So glad we did! I've eaten a ton of Thai food, and this is the best I've had in a very long time. The flavors were right on and the level of spice was perfect. The service couldn't have been better, so friendly and on...\n\nMore ",
  "stars" : 5,
  "Reviews" : 11,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "xaxalala",
  "review title" : "A little Thai Gem in Berlin",
  "review text" : "\nSarod's is a truely a little gem of a restaurant: the quality of the food and the friendly atmosphere are just the type I like.\nPom, the manager, is a really nice young man who puts in a lot of effort in his work. The cook, a Thai woman, cooks some of the best food available. The restaurant make a...\n\nMore ",
  "stars" : 5,
  "Reviews" : 29,
  "Restaurant" : "Sarod's",
  "Category" : "Asian"
}, {
  "user name" : "AlexRast",
  "review title" : "Clearly the excitement is over the accoutrements",
  "review text" : "\nOne can easily see, from the reviews, that the general opinion of this particular Imbiss is overwhelmingly positive. However, from my experience it became abundantly clear that people aren't getting excited over the basic quality of the 'burgers, but rather by what they're covered with, topped with, or whatever.\nUltimately, what makes a hamburger a hamburger is the meat and...\n\nMore ",
  "stars" : 2,
  "Reviews" : 54,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Zverko",
  "review title" : "Best burgers - NO WAY!",
  "review text" : "\nBurgers are good, for the price excellent, but they are far away from extraordinarily tasty.\nThere are several restaurants in the city that offer better burgers (albeit for a higher price).\nI cannot get rid of impression that raving reviews come from people who ate burgers only in fast-food chains.\nLocation is great, in lively part of Xberg, good and...\n\nMore ",
  "stars" : 3,
  "Reviews" : 13,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "ntan88",
  "review title" : "Best thing about the ghetto!",
  "review text" : "\nThe choice is limited but the dressings are super tasty! It is well-worth a stop if you are on your way to visiting the East Side Gallery. Great atmosphere and value for money!\n",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "IAN O",
  "review title" : "Very long wait",
  "review text" : "\nCalled on way back to hotel after watching Union Berlin football match about 3pm on a saturday afternoon.Decided to have cheesy chips based on previous reports,I had meat at match so just wanted a small snack. The place was very busy,with lots already eating and also ordering. I ordered and was given a ticket like supermarket deli system.When orders are...\n\nMore ",
  "stars" : 3,
  "Reviews" : 71,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "showtime69",
  "review title" : "great burgers and location",
  "review text" : "\nsuperb place,, easy to get to, across the street from Schlesisches Tor ubahn station on the U1 line\nnice and simple, make and pay for your order, receive your ticket and wait for your number to come up on the screen then collect it and enjoy\namazing burgers and the cheesy fries are excellent\nnice to sit and watch the...\n\nMore ",
  "stars" : 5,
  "Reviews" : 11,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "emmamaria8",
  "review title" : "BEST.BURGER.EVER.",
  "review text" : "\nTry the double cheeseburger with crispy bacon....HEAVEN IN YOUR MOUTH. Super cheap & in the perfect location beside some lovely bars.\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "jp4hm",
  "review title" : "Best burger ever",
  "review text" : "\nThought we would give this place a bash as it had really good reviews. wasn't disappointed. Burgers were fantastic. Even my boyfriend could only manage one, So tasty!!! Biggest glass bottle of coke I've ever since!! Maybe skip the cheesy chips as they were a bit sickly. Would recommend a visit. Cool atmosphere.\n",
  "stars" : 5,
  "Reviews" : 14,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "peacon12",
  "review title" : "Must be done!",
  "review text" : "\nMy girlfriend and I visited this former public toilet on a wintry day and the food was amazing...definitely the tastiest burger and chips I've ever had! Please be starving before you go as it's very filling. The decor is \"bog\" standard but that adds to its charm...however the staff were condescending smart arses...probably our only negative experience in the wonderfully...\n\nMore ",
  "stars" : 4,
  "Reviews" : 6,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Sani K",
  "review title" : "good",
  "review text" : "\nthey do have really good burgers n good prices! Gets crowded especially when ppl start \"changing\" locations on a night out. But worth waiting.\n",
  "stars" : 4,
  "Reviews" : 15,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Atelenor",
  "review title" : "Best burger stand in town!",
  "review text" : "\nWent there twice, both times had an excellent burger - Great value for money! Scarce space though. Can get crowded during the afternoon!\n",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Olivia O",
  "review title" : "Burger bar in a converted toilet",
  "review text" : "\nVery tasty burger - we didn't have room for fries. Great price and friendly staff. We weren't exactly sure of the ordering/collection process so possibly looked a bit lost! The place was full to bursting so we sat outside and ate our burgers - messy to eat but totally worth it!\n",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Thaisbrizolara",
  "review title" : "Really good and cheap!",
  "review text" : "\nThe burguer is delicious and I recommend the fries with cheese and bacon. And the price is amazing!!!\n",
  "stars" : 4,
  "Reviews" : 9,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "khowenyunn",
  "review title" : "Average burger.. Not worth the trip",
  "review text" : "\nWe ordered the original cheeseburger and a Meista burger (based on recommendations of trip advisor),normal and chilli cheese fries. The buns were freshly toasted, fresh vegetables, freshly grilled patties but still, it was lacking a oomph factor. The patties were decent, not particularly juicy or meaty and the barbecue sauce was far too overpowering. Nothing spectacular or worth making the...\n\nMore ",
  "stars" : 3,
  "Reviews" : 11,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "amandamandypops",
  "review title" : "Nice burger",
  "review text" : "\nThat's basically the word I would use to describe the burger - \"nice\".\nIt came out quick and tasted meaty, but it wasn't exactly a thick patty and after reading the reviews here, I expected more. Perhaps it was too hyped up?\nI'd recommend going though, just for the experience. An old public toilet, converted into a burger bar -...\n\nMore ",
  "stars" : 3,
  "Reviews" : 58,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Flat_Eric88",
  "review title" : "Excellent burgers and fries",
  "review text" : "\nBurgermeister is a must go destination if you are in Berlin. Its burgers are cheap and tasty and also the location is cool. The service is pretty fast but you might find long queues in the busy hours. Open also at night until 3AM.\n",
  "stars" : 4,
  "Reviews" : 17,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "TomLloyd",
  "review title" : "BEST BURGER EVER",
  "review text" : "\nFOOD\n- I had a double burger, bacon, chillis......basically the biggest on there, with some chilli chips and cheese. My girlfirend had a plain hamburger.\n- i loved all of it, girlfriend said a bit on the salty side but as far as highstreet food goes, it was very good\nPRICE\n- i think 2 cokes, 1 chips, 1 chilli...\n\nMore ",
  "stars" : 4,
  "Reviews" : 4,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "DFOK1981",
  "review title" : "Go for the experience",
  "review text" : "\nLoving a great burger made this place a must due to the reviews on trip advisor. Easy to find if you take the U1and get off at Schlesiches tor. When you come out of the station you can see the little place just under the underpass. I had a cheese burger and my other half had some fries. Waited about...\n\nMore ",
  "stars" : 4,
  "Reviews" : 10,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "CeceVenezia",
  "review title" : "A tourist trap, but near to east side gallery",
  "review text" : "\nI red all the super-positive reviews about this place. It's not bad at all, the food is good but... hey!it's normal!unless it would be mc donald or something similar!When we arrived it was 3pm on the way to go to visit east side gallery through the oberbaumbrucke. Not busy at all and they have mistaken our order and they refuse...\n\nMore ",
  "stars" : 2,
  "Reviews" : 13,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Lexieb45",
  "review title" : "Looks like a dive but great food and wonderful service.",
  "review text" : "\nWould recommend this place for anyone. Only thing I would say was a minus was that there isn't enough seating available to eat there. Best burger I have ever eaten and can't wait to go again just to have one.\n",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Dejan R",
  "review title" : "Perfect location",
  "review text" : "\neverything you choose is tasty and staff is very helpfull and client oriented so do not miss this place during your stay\n",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "duglasss",
  "review title" : "Really good burgers!!!",
  "review text" : "\nIts a really cool place under the S Bahn in Kreuzberg....its kind of like a food truck design made where the public bathrooms used to be...\nYou eat on the 3 or 4 street tables which you can share with other people, get your beer or drinks from the cooler and enjoy an amazing and really tasty burger....then you can...\n\nMore ",
  "stars" : 5,
  "Reviews" : 11,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Hakan-Senem",
  "review title" : "Excellent Hamburger",
  "review text" : "\nIf you are tired of Mc Donalds etc, it is really a very nice hamburger restaurant. It is a very small shop and the seating capacity is limited with additional seats outside. Try the french fries with pepers, chili beans and cheese; I have never eaten something like this.\n",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "alter_idem",
  "review title" : "By far the best burger I've ever had",
  "review text" : "\nThe burger patty was perfect. The condiments were great and overall the best burger I've ever had. The atmosphere is very \"hipster\" but its ok. If you're by the East side gallery, its a pretty short walk to this burger place. The only downside was the lack of seating. The tables are standing tables and you can sit on bars....\n\nMore ",
  "stars" : 5,
  "Reviews" : 20,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "carriefax",
  "review title" : "Awesome burgers, fries, and beer",
  "review text" : "\nWe went to Burgermeister on our walk back from the East Side Gallery. We're serious burger people, we don't play when it comes to cheeseburgers, and these did not disappoint! I had the one with everything on it - cheese, bacon, jalapenos, chili - and it was awesome. I think my boyfriend just got cheese and bacon, and he was...\n\nMore ",
  "stars" : 4,
  "Reviews" : 13,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "GMR83Z",
  "review title" : "Simple, unpretentious, and GOOD!",
  "review text" : "\nCame here after a stroll by the east side gallery and the Molecule Man structure down by the river. The burgers were good, tender, and tasty with some great pickles and jalapeño (go for the chili cheeseburger if you have the stomach for it; it's not that spicy). The service was friendly enough although seating might be difficult on busy...\n\nMore ",
  "stars" : 5,
  "Reviews" : 22,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "varghesejimmyv",
  "review title" : "great burger, worth trying",
  "review text" : "\nreally yummy burger, service a bit slow and sluggish, but worth the burger. indeed its a cool place. worth the effort of finding this place and trying the burger.\n",
  "stars" : 4,
  "Reviews" : 4,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Beatrice B",
  "review title" : "Very good!",
  "review text" : "\nI went to Berlin with my boyfriend one week ago and we eat something at Burgermeister.\nIt is a nice place and we eat good burgers and chips.\n",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Ron H",
  "review title" : "Great burger in a unique venue",
  "review text" : "\nAfter taking a walk around the O2 World and along the East Side Gallery, we stopped by the Burgermeister for a fast lunch. The burgers were great and the cheese covered fries were excellent. The service was a little slow, but the wait was worth it. There is only outside seating and they could use some additional seats and tables....\n\nMore ",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Johnas77",
  "review title" : "Hip burgers in the hip part of town",
  "review text" : "\nThis hip burger joint oozes 'cool'. From the minute you rock up to the sound of jazzy hip hop the atmosphere is one of laid back coolness. There is very little seating due to its location under an S Bahn line and the fact it used to be a public toilet, transformed to provide a great diverse menu of burgers...\n\nMore ",
  "stars" : 5,
  "Reviews" : 11,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "raviti",
  "review title" : "nice burger, good vibe",
  "review text" : "\nA nice fast food option. If you are a burger lover and you already had the chance to try some good quality burgers in your life, than dont prepare to be shocked, but it's certainly good enough to try if you're in the neighborhood\n",
  "stars" : 4,
  "Reviews" : 8,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "lisagoe",
  "review title" : "Tasty and fresh!!",
  "review text" : "\nI'm a bit of a burger fiend, being a bit of a recent transplant from North America to Berlin. Bürgermeister is located under a busy S-Bahn track in a former public Victorian toilet, which is half the fun. What you miss in comfort and convenience, you make up for in a super fresh and tasty burger. Yes, you have to...\n\nMore ",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "akaisaka67",
  "review title" : "Quick Bite",
  "review text" : "\nHaving read the reviews on here - our 3 day trip to Berlin would not be complete without tasting the burgers from here! Easily found from the Schlesisches Tor Ubahn.Located in old public toilets, the burgers are good quality and fillings are better than some other burger shops on the high street. Worth visiting.\n",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Franklin V",
  "review title" : "Good food but too little seats",
  "review text" : "\nThe hamburgers are really tasty but the lines are long and seating is sparse. We had to eat in the park amongst the homeless but nonetheless the burgers were worth it.\n",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Ali D",
  "review title" : "Delicious!",
  "review text" : "\nCool atmosphere and delicious burgers! The beers are also really cheap. Great place to grab a quick bite to eat. Highly recommend!\n",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "bobjonas",
  "review title" : "Excellent burgers !",
  "review text" : "\nGreat burger joint in a great neighbordhood. The place is located in old public toilets, but the food now served is of top quality ! I personally recomend the bbq burger... delicious\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "SuzyOxfordshire",
  "review title" : "The ultimate in street food!",
  "review text" : "\nIt took us a while to locate this burger \"restaurant\" as it is on a traffic island under an elevated railway line, but boy!, did they know how to make a super burger!!! When I finished mine I wished I had ordered a bigger one because it was so good.... and the large queue of people which lined up to...\n\nMore ",
  "stars" : 5,
  "Reviews" : 23,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Marc N",
  "review title" : "Over rated Whopper-like Burgers.",
  "review text" : "\nSo I went to this place after reading all the postive reviews on here and literally could not wait to see what all the fuss was about. My first impression still stands...Its like a whopper except a bit nicer. Yes they were fresh and yes they had flavour but the best burger people have ever tasted ??? Where are you...\n\nMore ",
  "stars" : 3,
  "Reviews" : 1,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "cookiecook",
  "review title" : "Best place to refuel",
  "review text" : "\nDelicious burgers, amazing chilli cheese fries. expect to wait 10 - 15 minutes but well worth it. Always love coming here.\n",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "TravellingRobot",
  "review title" : "LOVE this place",
  "review text" : "\nOk so how often can you say you ate a burger out of a public toilet underneath the S-bahn? And how often can you say you did that and had the best burger ever?! I'm an American and have had my share of burgers, including the beloved In-N-Out burger. The burger at Burgermeister is now tied for my top one....\n\nMore ",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Ian K",
  "review title" : "Quirky dining experience",
  "review text" : "\nFirstly, the burgers here are some of the best I've ever had, and the cheese fries are fantastic. Secondly, the location, the set up and the whole vibe, is something everyone should experience on a trip to Berlin.\n",
  "stars" : 4,
  "Reviews" : 28,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "review text" : "\nGreat Burgers and Fries, always worth the wait, especially after a night of listening to the DJ in U Bahnhof Schlesisches Tor. Asked to have some ingredients put on the side so that I could manage to eat it all, but was told \"we don't have a button for that\".\n"
}, {
  "user name" : "pins1988",
  "review title" : "best burgers ever!",
  "review text" : "\nOnly there for 3 night and definatley ate there 4 times?! Big love for Burgermeister!!\nChilli cheese burger is a must as are the chips.... nom nom nom\n",
  "stars" : 5,
  "Reviews" : 11,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Stephen B",
  "review title" : "Great burgers",
  "review text" : "\nDelicious burgers in the middle of 2 roads. Great! My burger was awesome and I was hungry, so I had another different one, equally as delicious. Worth the trip to, good place for lunch of you're visiting the east side gallery. Average price about 3-5 euros a burger.\n",
  "stars" : 5,
  "Reviews" : 44,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Ed S",
  "review title" : "Expect to wait, but the atmosphere and burgers are worth it.",
  "review text" : "\nWe waited the best part of an hour for our burgers - and when they came, we had 2 instead of the 3 we thought we ordered. However, I'd put that down to my lacklustre German. The ones we did get were delicious, while the crowd was chilled out and friendly. A student-y place, though.\n",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "LittleSisTravels",
  "review title" : "the best burger ....not just in Berlin.",
  "review text" : "\nloved the burger, loved the music and really really loved the place. We spent only a weekend in Berlin and we wanted to try everything ... but this place was so great that we somehow ended up going there twice!\n",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Starpink2010",
  "review title" : "Brilliant!!",
  "review text" : "\nI really recommend Burgermeister, it was fantastic, brilliant burger and chips. Really cool music. Really cheap, I will go back! Awesome part of Berlin too. Near the canal and some brilliant bars and a Turkish cafe where I had an excellent coffee!\n",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Denise L",
  "review title" : "Unique way to eat a burger",
  "review text" : "\nOK, we went back, because the burgers were so good. It's quirky, and grungy and full of young lads, but when you just wan a burger without the fuss it's fine. Dodging traffic and having the U bahn thunder over your head just makes it memorable.\n",
  "stars" : 4,
  "Reviews" : 12,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "crystal c",
  "review title" : "nothing special",
  "review text" : "\nit might be an interesting spot for people who have not been to many alternative restaurants... but it was nothing special for me.\n",
  "stars" : 2,
  "Reviews" : 7,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "Niklas P",
  "review title" : "Best burgers in Berlin!!",
  "review text" : "\nFound this place via tripadvisor and convinced my girlfriend that we had to go here for a burger.\nI wouldn't take the kids here to eat, but if your alone or with friends you'll have to go here for a burger.\nThe chillicheese burger with chillicheese fries are really good and cheap.\nJust step out of the U-bahn station and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 25,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "dutchtraveldoc",
  "review title" : "Decent burger, place makes it most interesting",
  "review text" : "\nCool place in an old toilet building underneath U-bahn and next to the street. Burgers are fresh, good quality meat. Probably not the best burger of your life but the setting makes it an interesting lunch/snack option. Cheap drinks!\n",
  "stars" : 4,
  "Reviews" : 19,
  "Restaurant" : "Burgermeister",
  "Category" : "Fast Food"
}, {
  "user name" : "SAVB1",
  "review title" : "AMAZING BURGERS AND CHEESECAKE!!",
  "review text" : "\nMy husband and I have just come back from the most amazing short break in Berlin..We came to the Bird after reading comments on Trip Advisor..From the moment I emailed the Bird to the time we spent there it was FAB!! The lady that greated us at the door (she was from Manchester so is my husband!!) was sooo lovely...\n\nMore ",
  "stars" : 5,
  "Reviews" : 24,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Katie D",
  "review title" : "nice burgers",
  "review text" : "\nda birdhouse is well good. enough chips to sink a battleship. lots of grease. A burger with cheese and bacon is the way to go.\n",
  "stars" : 4,
  "Reviews" : 8,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Alex G",
  "review title" : "Vile service, OK food, terrible experience",
  "review text" : "\nI was so excited to come here and made a reservation weeks ago, I had been on a diet for a month and couldn't wait to treat myself to the best burger in Berlin!\nSadly it was terrible from the first moment. The Bird had lost my reservation and I was unable to prove I had booked a table there...\n\nMore ",
  "stars" : 1,
  "Reviews" : 3,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "CitizenOfTellus",
  "review title" : "Best burger I've ever had, no discussion.",
  "review text" : "\nThe Bird is a great little institution in Berlin and I always recommend friends to come here when visiting Berlin. The place is always packed and often quite loud, perfect for a steak and burger place with cheap beer!! Always make a reservation unless you are happy to sit in the bar.\nAs pointed out by other reviewers before me...\n\nMore ",
  "stars" : 5,
  "Reviews" : 12,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Andy N",
  "review title" : "Best burger I've ever had.",
  "review text" : "\nI can't say I fell in love with Berlin while I was there, but this place would certainly be worth going back to!\nIt's a bit out the way and seems to thrive on the word-of-mouth reviews from locals and tourists alike, I was recommended it over twitter by somewhat of a burger connoisseur! You pretty much have to book...\n\nMore ",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Priscilla D",
  "review title" : "Hands down the best burger I've ever eaten",
  "review text" : "\nThe chips are all right, not particularly impressive one way or the other, but good God, this burger is by far the best I've ever eaten—'The Bird' may well have single-handedly bumped Berlin up the list of possible future holiday locations to revisit. The staff was friendly, the atmosphere was busy but pleasant. Their menu has loads of utterly hilarious...\n\nMore ",
  "stars" : 5,
  "Reviews" : 20,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Sarah W",
  "review title" : "Great fast food",
  "review text" : "\nWe loved this place, the staff were friendly, the service was great and speedy and the food was delicious. The portions are huge and good value for money. You'll need a reservation though, it was really busy when we went on a Tuesday night so I imagine the weekends are pretty manic.\n",
  "stars" : 4,
  "Reviews" : 7,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "una g",
  "review title" : "Huge Burgers",
  "review text" : "\nGreat staff, great food and great atmosphere! Ciarán from the Fat Tyre Company recommended we go to The Bird and it was well worth the trip.\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Talcohen",
  "review title" : "Best burger I ever had!",
  "review text" : "\nThe best burger I have ever had.\nTry to reserve a table becasue the line was long (we sat by the bar)\n",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Rhiannon K",
  "review title" : "BEST BURGERS EVER",
  "review text" : "\nThis was a pain to find firstly, it involves walking down this somewhat back alleys which is slighlty worringing, however when we found it we were glad we did!\nWe got here just in time on a Saturday night, not even thinking about reservations, only to find it full but we could sit and eat at the bar. Fine for...\n\nMore ",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Brenda C",
  "review title" : "The Best American Burger NY Style!",
  "review text" : "\nI dont even have words to describe it! They definitely offer the best burger I ate outside US. The burgers are huge and they come with fries on the side (also huge portion). You have to make a reservation before you go because it is always crowded! Even though it is not a restaurant that serves german food, I really...\n\nMore ",
  "stars" : 5,
  "Reviews" : 15,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "PeterMeijers",
  "review title" : "Not just for Incredible Burgers",
  "review text" : "\nIn 1987 I had the best steak ever at the Hilltop Restaurant near Boston. Last weekend I had an even better one at the Bird in Berlin.\n",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "berlinizer",
  "review title" : "Best Burgers in (at least) Berlin",
  "review text" : "\nI have been to the Bird several times and I can absolutely recommend it. The burgers are HUGE and delicious, and they all taste great. The staff is always friendly, helpful and fast. You'll never have to wait long for a new beer (ask for the beer boot!). They always have great music on. So yes, all in all, this...\n\nMore ",
  "stars" : 5,
  "Reviews" : 45,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "YvonneVV",
  "review title" : "Best American Burger in Europe",
  "review text" : "\nExcellent burgers with American sized portions. After living in the UK for several years and only having Gourmet Burger Kitchen to eat at, this was quite refreshing. I ordered the Fat Stingy Gonzales (burger with guacamole and salsa verde) and my husband ordered the Filthy Harry (bacon and cheddar). Both orders came with a mountain of fries, and different kinds...\n\nMore ",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "libby1980",
  "review title" : "Best burgers this side of the atlantic!",
  "review text" : "\nBurger and chips were both amazing, juicy, greasy and awesome! the portions were big, good service even though it was busy. I will be dreaming of the burger for a long time!\n",
  "stars" : 5,
  "Reviews" : 14,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "khowenyunn",
  "review title" : "Burger lovers paradise!",
  "review text" : "\nQuality burgers with succulent, juicy, thick patties, no nonsense real ground beef, toasted English muffin and hand cut fries.. The quality speaks for itself and it is truly one of the best burgers I have ever had!\nMy husband ordered a Ribeye. Once again, excellent quality and very well cooked,but a little on the pricey side. €12/100gram (minimum cut: 400...\n\nMore ",
  "stars" : 5,
  "Reviews" : 11,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "lindsay3180",
  "review title" : "Excellent!",
  "review text" : "\nBrilliant burgers and steak, excellent atmosphere. Noisy with chat and music but we liked this but if you are looking for a quiet meal then you might not like here. Staff were brilliant and very helpful. Good measure of drinks too!\n",
  "stars" : 5,
  "Reviews" : 27,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "HSA_Berlin",
  "review title" : "best eatery outside NY",
  "review text" : "\nI visit The Bird in Berlin often but irregularly since 2007. Burgers are mind-blasting and steak is very, very good too. This is the only burger eatery in Berlin I know of where the fries are exactly that: simple, tasty, real fries.\nThe bad: extremely noisy. There is a continuous competition between the (goodish) music blaring from the noise machine...\n\nMore ",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Passrider",
  "review title" : "Great burgers, but hard to get in to",
  "review text" : "\nI had been wanting to go The Bird for some time. My friends had told me about how good the burgers were. So it was with great anticipation that I went on a Saturday afternoon around 3PM for a late lunch. Unfortunately I didn't have a reservation and no tables were available; there was no room at the bar either....\n\nMore ",
  "stars" : 4,
  "Reviews" : 7,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Flat_Eric88",
  "review title" : "Best burgers ever",
  "review text" : "\nAt The BIrd you will find an american-style beautiful restaurant with incredible burgers of any kind. The meat comes from the US and is really tasty. Fries and sauces are excellent too. The service is very good and fast. 5 STARS!!\n",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Rjm19",
  "review title" : "Best burger I've ever had",
  "review text" : "\nGreat burgers and cheap beer. Perfect. Booking is a must as it gets really busy. A must visit if in berlin\n",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Lionsanne",
  "review title" : "Superburger!",
  "review text" : "\nWent there with a very hungry man and a teenager, and was not disapppointed. Very tasty burgers and good sideorders. Make sure to make a reservation via mail, before you go. Fun and interesting interior.\n",
  "stars" : 4,
  "Reviews" : 35,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "George K",
  "review title" : "Amazing burger",
  "review text" : "\nmaybe the best burger i ever had with excellent meat , in a nice restaurant with friendly staff . 4 instead of 5 stars only because 11,50 ? for a burger is too much for berlin .. Although it worth it\n",
  "stars" : 4,
  "Reviews" : 10,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Rita T",
  "review title" : "Excellent",
  "review text" : "\nGreat burgers. American pub atmosphere. A bit pricy (11Euro) for a burger and fries, but what s burger it is! So yummy. I got The Jack. Almost thought I was back in the states. Best burger I've had in a long time.\n",
  "stars" : 5,
  "Reviews" : 26,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "HenrikKahl",
  "review title" : "Worlds best burger",
  "review text" : "\nThe food, the place, the staff.. everything just great. HOT HOT chicken wings, but still super, and the burger, was just fantastic\n",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "maddamico",
  "review title" : "it is so awesome you must make a reservation a week in advance",
  "review text" : "\nThe Bird was a great burger restaurant. The place was packed and we could not even eat there the first night we tried, so we ate around the corner and made a reservation for a couple days later because the food looked so good. The staff were friendly and efficient, the mood was fun and the menu was clever and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "laurenericab",
  "review title" : "Worth a visit!",
  "review text" : "\nThe location of the restaurant isn't great as you have to travel quite a bit to get there but its definitely worth it.\nThe interior is quirky and really fun. The staff were all really friendly and we got great service but the best bit of this restaurant is the food. We both had burgers and having travelled extensively this...\n\nMore ",
  "stars" : 4,
  "Reviews" : 42,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Paul R",
  "review title" : "Great steak terrible restaurant",
  "review text" : "\nYes it's true the steaks and burgers did indeed taste great, no doubt about that....and its true the restaurant has a vibrant atmosphere. But here are the other important facts.\nIts far more of an expensive American Dinner experience than a great American steak house experience, for example considering a 400g sirloin steak chips and lettuce costs the best part...\n\nMore ",
  "stars" : 3,
  "Reviews" : 1,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Bruno Leonardo D",
  "review title" : "Best Burgers in town!",
  "review text" : "\nThis is the best burger place in Berlin. The meat is amazing, and the burgers are so tasty! Our favorites are the Filthy hairy, Breakfast burger and the patty melt. Nice ambiente and the service is also extremely good. We´ve been there a couple of times now, and we never had a bad service. The fries are great... Reservation is...\n\nMore ",
  "stars" : 5,
  "Reviews" : 18,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Ciaran76",
  "review title" : "Lively venue",
  "review text" : "\nPossibly the best burger I've ever had! A bit far away from our hotel but well worth the wait. Staff were great.\n",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "elandro",
  "review title" : "Great fun",
  "review text" : "\nThis is a typical American burger/steak joint - great ambience, friendly staff and good value-for-money food! Well worth a visit - and the effort needed to find it! If you're not used to Berlin it is, to say the least, a bit off the beaten track, but it's still always crowded which speaks volumes about how good this place is!\n",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "simmyno8",
  "review title" : "Great food but medium rare is medium rare!",
  "review text" : "\nGreat food great atmosphere but the service was not great. Place is very busy so you need to book in advance. No problem going back, just hope the service improves!\n",
  "stars" : 3,
  "Reviews" : 10,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Lasse S",
  "review title" : "Classic American BBQ",
  "review text" : "\nPhenomenal place to eat your steak. Any kind, any size. They actually cut the rib eye to your preferred size. And its great! Fatty, tasty and enough. Order side orders, and drinks and why not some appetizers? On busy days (Friday, Saturday), you'll have to wait for service, so keep your orders coming at a rapid pace to cut down...\n\nMore ",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "BarbsBerlin",
  "review title" : "Yummy burgers",
  "review text" : "\nGreat service, delicious burgers (although I still find it so odd that they use an English muffin as a bun). the meat is top quality. The fries are excellent and I love that there are huge tubes of ketchup AND mayo available. Good beer on tap, too. You HAVE to have a reservation (booked a few days in advance has...\n\nMore ",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Hattie25",
  "review title" : "Amazing burgers! Amazing!!!",
  "review text" : "\nIf you like burgers you have to visit here! Very much USA style. The food is stunning, great staff and all great value. I would highly recommend booking as it was packed at 10pm on a Monday evening. Seriously yummy!\n",
  "stars" : 5,
  "Reviews" : 59,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Petteri L",
  "review title" : "Burger heaven",
  "review text" : "\nJust by reading their menu one understands this is not a regular burger place. The Bird is for those who wants to combine a great burger and a terrific atmosphere. Service is friendly despite of the chaos in the restaurant. The night we visited the restaurant was packed and eventhough we were a party of 11 our food came quickly...\n\nMore ",
  "stars" : 4,
  "Reviews" : 11,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Marilala",
  "review title" : "Lovely, true American New York Style!",
  "review text" : "\nBurgers like in New York, very yammie! Lot's of variations.\nTry the cheescake also, if you still can :-)\n",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Karen W",
  "review title" : "DELICIOUS gem in Berlin",
  "review text" : "\nGO HERE. We sat at the bar and the food and service was wonderful! The bartender, a young man from Canada, was fun and friendly and gave us free shots and drinks as well as chatted with us the entire time making sure we were satisfied without being overbearing. If you don't go here while in Berlin you're missing a...\n\nMore ",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "z2316",
  "review title" : "Hmmm... fries!!",
  "review text" : "\nThis place has awesome burgers and good steaks (though the steaks are less impressive than the burgers). But the single best reason to visit is: the fries! One of Berlin's most ridiculous problems is the quasi-impossibility to find (even half decent) home-made (not frozen) fries anywhere. If you know anything about good fries, you'll know they're not supposed to be...\n\nMore ",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "gopalshenoy",
  "review title" : "Large american fare in Berlin",
  "review text" : "\nAll my colleagues raved about the burgers they had here saying it was one of the best they have ever had. I had the veggie burger and it was good. If you are looking for light fare or skimping calories, this is not the place. The portions are huge and greasy. All the waiters speak English. The place is super...\n\nMore ",
  "stars" : 4,
  "Reviews" : 39,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "dadai",
  "review title" : "Everything you heard is true.",
  "review text" : "\nA travel guide in berlin said 'the birdhaus' is one of the best burgers i'll ever eat - she was right.\nThe place itself is awesome, great atmosphere and everyone speaks english! The menu is also in english.\nWe didn't wait long and the food was worth every cent. Best fries ever, perfectly made burgers, delicious buns. You get alot...\n\nMore ",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "SamK523",
  "review title" : "BURGERHEAVEN!",
  "review text" : "\nThis place had come recommended and definitely lived up to expectations! a New York style bar and grill, friendly staff and great massive burgers served with mounds of fries (far too many too finish). Also, if they try to sell you Napalm Wings, DON'T DO IT unless your stomach is lined with lead, it's like licking the surface of the...\n\nMore ",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Luke S",
  "review title" : "Napalm Wings",
  "review text" : "\nIf you come here, you must must must try their signature dish, the Napalm Wings.\n(I would suggest popping a toilet roll in the fridge for the next morning, as you'll very much need some soothing).\nAmazing little restaurant with burgers the size of your head.\nBook in advanced as this place is always busy, and rarely has walk-ins available...\n\nMore ",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "RJKnoblauch0",
  "review title" : "Must go! In a great neighborhood ...",
  "review text" : "\nThe Bird was the food highlight of our trip to Berlin. At this point, we were 9 nights into a 12 night trip in Europe and were craving a good old American burger. We got much more than we asked for.\nThe food, atmosphere, and culture of The Bird is great. If you go here for a unique German experience,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "BPJP",
  "review title" : "The Bird's Burgers are the best!",
  "review text" : "\nWent with another couple and the place was packed but we grabbed a place at the picnic tables outside, which was great because it was nice evening. The service was really good - friendly and attentive. The star of the show was the burgers - they are huge AND absolutely delicious!! Coming from the middle of the U.S.A., we can...\n\nMore ",
  "stars" : 5,
  "Reviews" : 20,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "gnows",
  "review title" : "Delicious burgers!",
  "review text" : "\nThe place is not very charming and a bit noisy, but the burgers are with the visit... Service is good and the price is reasonable.\n",
  "stars" : 4,
  "Reviews" : 74,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Antoinette G",
  "review title" : "Make sure you are hungry!!!",
  "review text" : "\nIf you are on a quest for the ultimate burger than you must visit The Bird while in Berlin.\nSet in a quiet street in the centre of Berlin, this place makes one amazing burger. We ordered Da Birdhouse, the house burger with two MASSIVE patties, American cheese all gooey and melted, bacon, fried onion, ketchup, mustard, pickles\nThe menu...\n\nMore ",
  "stars" : 5,
  "Reviews" : 28,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Terry M",
  "review title" : "Great Food, great service, great atmosphere",
  "review text" : "\nAs above really. Fantastic burgers, what ever you do don't order the hot chicken wings - they are very, very, very hot. The waitresses were great and accomodating to an 8 person stag party. I can reccomend this place highly enough.\n",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "kp8er",
  "review title" : "Worth the visit",
  "review text" : "\nGot there alone and was offered a place either at the bar or on a table of 6 outside where 2 other couples were eating happily large burger plates with lots of fries. I didn't mind sharing the table and everyone was really friendly and didn't mind either. Folks looked happy overall. Got da birdhouse burger for 11.50â¬ plus a...\n\nMore ",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "breizh80",
  "review title" : "like in new york!!!",
  "review text" : "\ngreat burgers, great atmosphere, great service, i love the staff there!!!\nthey are relaxed, busy but always ready to help and most of all FUN people!\nfor me the best burger place in berlin! no one can compete!\nAlcoholic people like me love their happy hour\nI recommend to those who dont know about burgers to go to this authentic...\n\nMore ",
  "stars" : 5,
  "Reviews" : 24,
  "Restaurant" : "The Bird",
  "Category" : "Fast Food"
}, {
  "user name" : "Jeff R",
  "review title" : "Delicious burgers!",
  "review text" : "\nThe Rosenburger was just around the corner from the Circus Hostel we were staying at, and was very popular judging by the number of customers. Choosing our type of burgers was the hardest part, after which we sat and they were quickly cooked fresh.\nDelicious!\n",
  "stars" : 5,
  "Reviews" : 27,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "Ashley M",
  "review title" : "Casual & Delicious!",
  "review text" : "\nThis was right down the street from our hotel. It was relatively fast, easy, and welcoming. Best burger I had in Europe and loved the cucumber salad too! Also met some really nice people at the long tables!\n",
  "stars" : 5,
  "Reviews" : 14,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "CMic88",
  "review title" : "Great Burgers in Berlin",
  "review text" : "\nThis is a great place to get a good feed. I recommend the Fuhrerburger with jalapenios and the Cheddar poppers. I also accidently ordered the fries with melted cheese once and it was one of the best accidents I have ever had. English is not their strong point but the menu is clear with a great variety for all diets.\n",
  "stars" : 4,
  "Reviews" : 12,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "Kat1976",
  "review title" : "Great Burgers!",
  "review text" : "\nLovely burgers and a brilliant veggie selection and a good selection of beer. I had the Rosenburger Special and hubby had the Grilled Veggie and Feta burger.\nGets very busy but the service is quick.\n",
  "stars" : 4,
  "Reviews" : 25,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "Roy L",
  "review title" : "Decent burger, nice place",
  "review text" : "\nWent there for a quick bite as it was right across my hotel.\nHad a cheeseburger with bacon and it was good.\nIsraeli burgers are much better but are also twice in price, so all in all good value for money.\n",
  "stars" : 4,
  "Reviews" : 15,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "Di S",
  "review title" : "So busy, so delicious!",
  "review text" : "\nThis place was buzzing. Burgers and chips left right and centre. Excellent value for money, great chips, I actually wanted more. Grab a seat while you can as this place is very popular...\n",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "cocojelado",
  "review title" : "Great burgers and fries",
  "review text" : "\nThis restaurant was close to our hotel and decided to try it. They make great burgers in very good prices. Don't expect something great, they have a variety of burgers you can choose from, the burgers are tasty and fresh and rather big. The place is clean with good service and in general a nice place to have lunch.\n",
  "stars" : 4,
  "Reviews" : 41,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "travelingtark",
  "review title" : "Great burgers",
  "review text" : "\nVery great prices here, and cheap beer to buy as well. The homemade fries are delicious, and they have a ton of burgers to choose from, as well as burritos. Worth visiting for a cheap and tasty meal!\n",
  "stars" : 5,
  "Reviews" : 27,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "Studio1402",
  "review title" : "Fresh and friendly, though not exotic",
  "review text" : "\nA wide range of burgers served up by a group of nice guys who were clearly working hard at providing good service. I have had better patties before, but overall it made for a perfectly adequate take-out dinner.\n",
  "stars" : 4,
  "Reviews" : 32,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "camobio",
  "review title" : "nom nom",
  "review text" : "\nWe found this spot just steps from our hotel. The place wss clean, the staff were friendly, and the food was straight-forward, fresh, and delicious.\n",
  "stars" : 4,
  "Reviews" : 13,
  "Restaurant" : "Rosenburger",
  "Category" : "Fast Food"
}, {
  "user name" : "mark1977Montreal",
  "review title" : "Good burger but I've had better",
  "review text" : "\nIt's a little burger restaurant... I read a review of it, supposedly written by local experts who said it was between the 10 best German restaurants to go to in Berlin... I must say that such a review would make the place very overrated. Now, don't get me wrong, the burger was quite good, I have no complaints; tasty, ok...\n\nMore ",
  "stars" : 4,
  "Reviews" : 39,
  "Restaurant" : "Kreuzburger",
  "Category" : "Fast Food"
}, {
  "user name" : "pinkyfeet",
  "review title" : "Fine for the area",
  "review text" : "\nIf you really want a burger, then head over here. Staff and service is poor, unconsidered and rather slack.\nBurgers are tasty but very pricey. Had better/cheaper in London and NYC. Expensive drinks.\n",
  "stars" : 3,
  "Reviews" : 79,
  "Restaurant" : "Kreuzburger",
  "Category" : "Fast Food"
}, {
  "user name" : "kemotravels",
  "review title" : "could be a good alternative",
  "review text" : "\nif you are in kreuzberg and looking for a juicy burger along with delicious homemade potatoes, it would a nice joint to have lunch. right in the middle of kreuzberg, outisde seating is available which i would definitely recommend...\n",
  "stars" : 3,
  "Reviews" : 25,
  "Restaurant" : "Kreuzburger",
  "Category" : "Fast Food"
}, {
  "user name" : "SwedenMats",
  "review title" : "Overrated but is better than most other districts in berlin",
  "review text" : "\nWe hung most of the time on Heinrich platz and Oranienstraße and Zum elephant in the square was absolutely wonderful. Too bad that all have to smoke all the time. Hasir in Adalbert Strasse was okay but no more. But like you to go around to bars or going on SO36 it's ok. Also, try renting an old apartment in...\n\nMore ",
  "stars" : 3,
  "Reviews" : 35,
  "Restaurant" : "Kreuzburger",
  "Category" : "Fast Food"
}, {
  "review text" : "\nAn OK burger but nothing special but also not many alternatives in the area if you want a burger. Homemade chips are good.\n"
}, {
  "review text" : "\nnot bad...with newspaper and bio products...\n"
}, {
  "review text" : "\nwe talkin \"burger\" dudes!!! fabulous!\n"
}, {
  "review text" : "\ndelicious fast food. the have a few vegitarian options, too.\n"
}, {
  "review text" : "\nFor some reason, burgers are hard to come by in Berlin. Xburger is safe, if you're in desperate need of minced meat on a bun! White Trash or Tiki Heart, though, will make you a happier (wo)man.\n"
}, {
  "review text" : "\nvery special and great tasting burgers! If you're a little bourgois like me you will find the athmosphere of the room not very pleasing but the food definitely makes up for that!\n"
}, {
  "user name" : "Dav2525",
  "review title" : "Blue Cheese - must try!",
  "review text" : "\nThis was just under my hostel so I went a few times for dinner and lunch. The service was great and the burgers were delish! Try the blue cheese - amazing!\n",
  "stars" : 5,
  "Reviews" : 14,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "bongoblog",
  "review title" : "Very good burgers",
  "review text" : "\nwe went on a cold February enening, we sat outside on the enclosed heated terrace,where smoking is allowed. Inside was fully booked so reserve if smoke is a problem.\nThe burgers were very good as was the service. As someone else has said they seem to be served on the rare side of what is ordered,so a meduim was med....\n\nMore ",
  "stars" : 4,
  "Reviews" : 41,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "AlAvenger",
  "review title" : "YUM!",
  "review text" : "\nGreat service, delicious lamb burger & a welcome pint of excellent German beer. All in rather funky, hip surroundings. Go eat there.\n",
  "stars" : 4,
  "Reviews" : 5,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "Madsfamme",
  "review title" : "Good burger :)",
  "review text" : "\nGood selection of burgers.\nGay friendly place. Price and service fine.\nWorth a visit for friends, family and large company.\n",
  "stars" : 4,
  "Reviews" : 5,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "Joe L",
  "review title" : "Now this is a tasty burger!",
  "review text" : "\nA great selection of food and drinks put together in a fun environment with pleasant staff. I'm tempted to just work my way through the menu over the course of future visits to Berlin! The closest I can come to a criticism is that it's (currently) cash only which I wasn't prepared for, but the waiter told me before we'd...\n\nMore ",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "KarlaT77",
  "review title" : "Burgers to make you drool",
  "review text" : "\nAmazing service. Amazing burgers. Amazing cheap bill. Just amazing.\nTry the hangover burger. My mouth is drooling already!\n",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "Stuart M",
  "review title" : "Great quality and value burgers",
  "review text" : "\nGreat place with good atmosphere and friendly staff. Good value for money with big portions. Would recommend blue cheese burger. Be warned that they are cooked quite rare! The coleslaw and homemade and fries are delicious.\n",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "schellberg",
  "review title" : "Even Veggies can get happy...",
  "review text" : "\nA new Burger bar in Berlin - nothing spectacular one might think, but this one is: in the heart of the Schöneberg gay Kiez this spot really makes a difference: cool interior, good service and a burger menue that drives meat lovers nuts.\nThe fact that they even have two (!) Veggie burgers on their menue and they come tasteful,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "zack68",
  "review title" : "Delicious burgers, great staff",
  "review text" : "\nEasy going, friendly place. Wonderful, fast service and delicious burgers. Perfect place for a drink and be seen ;)\n",
  "stars" : 5,
  "Reviews" : 22,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "Steve S",
  "review title" : "The Best",
  "review text" : "\nThis is my neighborhood restaurant . If you like burgers this is the place, if you don't they have other things for you. But more importantly everyone who works here is great! And they make a great martini - not easy to find in Berlin! It's like Montana meets Queer Berlin!\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "Stephanie R",
  "review title" : "Best burgers!",
  "review text" : "\nExcellent service - we went back for a second round the next night and the waiter remembered us! Had delicious meals both nights, could not fault it.\n",
  "stars" : 5,
  "Reviews" : 34,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "h3h3",
  "review title" : "Worth the journey.",
  "review text" : "\nFirstly, the restaurant opens at 1700 Mon-Sun, so if you turn up at 1500 hoping for a late lunch, as we did, you will be in for a long wait.\nSchoeneberg feels like a long way for East Berlin but it was worth travelling across to check this new burger place out.\nThe food came quickly, the service was excellent...\n\nMore ",
  "stars" : 5,
  "Reviews" : 23,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "david b",
  "review title" : "silence of the lambs!",
  "review text" : "\nThis restaurant is in the heart of the gay area of Berlin in Schoeneberg. The staff are very friendly with an excellent command of English. I've been to this place three times so far and it looks set to be one of my favourite restaurants. They offer a wide range of burgers. The menu is entertaining, e.g. the vegetarian option,...\n\nMore ",
  "stars" : 4,
  "Reviews" : 5,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "Richard B",
  "review title" : "Great Food",
  "review text" : "\nI loved the location of this restaurant and the decor was stunning. Very relaxing place to eat. The food was amazing. I had the chicken wings to start. They came with a blue cheese dip. The best wings ever! I then had the special which was the beef tenderloin. It was cooked to perfection and cut like a knife through...\n\nMore ",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "ParisGlenn",
  "review title" : "A fun place to have dinner with friends in Berlin",
  "review text" : "\nMy friends chose this restaurant for my first night here. It is not a high priced, or high end place to eat; just a simple, yet cute, hamburger eatery. We were served by very nice waiters and waitresses who were attentive to our group. The food was very good and we really had a nice evening. Again, this was not...\n\nMore ",
  "stars" : 4,
  "Reviews" : 32,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "PasPiet",
  "review title" : "Wonderfull",
  "review text" : "\nwe were there with a group of six. Can not understand the reviews below or they have changes the total staff. Nice burgers. Everything very tasty. And most friendly service. We loved it.\n",
  "stars" : 4,
  "Reviews" : 5,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "Giuseppe S",
  "review title" : "Such a bad place",
  "review text" : "\nThe food is not that goos as looks like, the restaurant is nice very pretty, but the staff is totally not polite. The classic cool place with not experience and no manner how to treat clients.\n",
  "stars" : 1,
  "Reviews" : 4,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "FrankBln2",
  "review title" : "Disappointing",
  "review text" : "\nWe went to this place some days ago and everything was so disappointing. The staff was very rude, the food low quality and prices so high for the quality. Place seems nice, but after eating there you won’t want to come back anymore.\n",
  "stars" : 1,
  "Reviews" : 1,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "talibragg",
  "review title" : "Big, beefy burgers",
  "review text" : "\nI have eaten in here a couple of times and have enjoyed it. Service is not at the most amazing speed but the staff are friendly and the food is good.\n",
  "stars" : 4,
  "Reviews" : 35,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "m-and-m-2004",
  "review title" : "really great burgers",
  "review text" : "\nOne of the best burgers I've ever had, anywhere. Nice atmosphere and servers were friendly. They're open late, too (we got there after 22:00--I think they said they're open till 01:00).\n",
  "stars" : 5,
  "Reviews" : 12,
  "Restaurant" : "Zsa Zsa Burger",
  "Category" : "Fast Food"
}, {
  "user name" : "Sam R",
  "review title" : "Toto we are not in Palm Beach anymore!",
  "review text" : "\nI hadn't been to Hamberger Heavan for several years so when they opened in West Palm Beach my family wanted to give it a try. What a disappointment. Way overpriced. Very average. If your name is Hamberger Heavan your burgers better be good. Burgers up the street for half the price are twice as good. Two dollars extra for sweet...\n\nMore ",
  "stars" : 1,
  "Reviews" : 2,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "J4BFL",
  "review title" : "They are back!!",
  "review text" : "\nWe couldn't wait for Hamburger Heaven to open again - we went yesterday and all I can say is yummy!!\nGreat burger, great shake - good service - and the place is so attractive - the old location was tired looking but it did remind you of an old fashioned luncheonette - if that was why you went there you...\n\nMore ",
  "stars" : 5,
  "Reviews" : 37,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "GenialXIII",
  "review title" : "Hamburger Heaven is back and better than ever!",
  "review text" : "\nHamburger Heaven is back, better than ever! They are open seven days a week 7:30 - 20:30 (not sure, these may be seasonal hours), with a tantalizing expanded menu. Everything we love and many new things as well. It is obvious that great thought and care went into designing the new location. No flavour or ambience have been lost in...\n\nMore ",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "GenialXIII",
  "review title" : "Hamburger Heaven will have a new home",
  "review text" : "\nThe local news advises us that Hamburger Heaven will reopen soon at the Waterfront Clematis building, One North Clematis, West Palm Beach, Florida. It is said to seat about 150, including 30 seats outdoors. This is anticipated by the many loyal local and international friends of the beloved staff at Hamburger Heaven. All the best!\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "MKSquared",
  "review title" : "Moving out of Palm Beach",
  "review text" : "\nHope they find a place to relocate!\nhttp://www.palmbeachdailynews.com/news/news/is-hamburger-heaven-closing/nPgF7/\n",
  "stars" : 4,
  "Reviews" : 4,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "J H h H",
  "review title" : "Love it",
  "review text" : "\nI love this little slice of \"heaven\" - go to the bar for lunch - this is one of the great little diner style. The cakes.. the pies.... but BURGERS - absolutely go for one. Great people watching too.\nFor breakfast - amazing - they even have grits. Go for a booth!\n",
  "stars" : 5,
  "Reviews" : 73,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "DamyG",
  "review title" : "Nice food at a good price",
  "review text" : "\nRead about it in the Lonley Planet and it's definitely worth a visit.\nOrdered a Hollywood Burger which was very tastefull with nice fresh tasting unions and tomato.\nMy fiancée ordered a sandwhich with cheese and Ham, also very tastefull!\nOverall good quality food at fair prices. Only the service was a bit less then what I used to from...\n\nMore ",
  "stars" : 4,
  "Reviews" : 20,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "donaihill",
  "review title" : "Great menu!",
  "review text" : "\nGot to have a hamburger from this grill when in Palm Beach. Yum Yum\n",
  "stars" : 5,
  "Reviews" : 18,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "Pitterrier",
  "review title" : "What You See is What You Get",
  "review text" : "\nCasual, clean, simple, friendly, efficient diner on the main drag. Great for feeding the whole family and not breaking the bank. Also, good for a quick businessman's lunch.\n",
  "stars" : 4,
  "Reviews" : 13,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "James S",
  "review title" : "Stepping Back in Time",
  "review text" : "\nHamburger Heaven is like stepping back to America in the 1950s. It's a lunch counter with a few booths. It's very popular, so be prepared to wait if you show up during the peak lunch period. They don't take reservations, so leave your name and then shop the many cool shops in and around this local favorite.\nI sat at...\n\nMore ",
  "stars" : 4,
  "Reviews" : 208,
  "Restaurant" : "Hamburger Heaven",
  "Category" : "Fast Food"
}, {
  "user name" : "754sarah",
  "review title" : "Great fun",
  "review text" : "\nIf Tarantino had eaten here surely this restaurant would have featured in one of his films (Trip Advisor won't let me write the title of the one I'm specifically thinking of as the second word is profane!!)! It's so atmospheric, it's like stepping back in time. The staff couldn't have been nicer making room for us on early Sunday evening...\n\nMore ",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Lulabelle2",
  "review title" : "Perfect!",
  "review text" : "\nWe went to Max and Moritz today. My husband initially noticed it on a map, it jumped out because his name is Max, so we deixded to check out reviews. What we read was very positive so we decided to book a table and were not disapointed!\nMid week in feb you probably dont need to book but we were...\n\nMore ",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Lucy055471",
  "review title" : "Good atmosphere!",
  "review text" : "\nThe neighbor hood looks a bit dodgy, but then again so does most of Berlin at night!\nThis place has old wood tables and floors and a cozy, candle lit atmosphere. It is well priced (3? Berliner beers!), and great portions.\nWe went on a Saturday and I think some traveling band was playing the violin and some traditional Bavarian...\n\nMore ",
  "stars" : 4,
  "Reviews" : 26,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Andrea T",
  "review title" : "Great German dinner",
  "review text" : "\nThe venue is very special! It's an old pub with different rooms! You can dine next to the bar, in a sort of theater room where sometimes people are dancing or upstairs in the reading room, which is plenty of antique German books. They brew their own beer which is, in my opinion, a way too heavy, because it's unfiltered!...\n\nMore ",
  "stars" : 4,
  "Reviews" : 38,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Esha A",
  "review title" : "History and Dinner!",
  "review text" : "\nThis place has survived both the wars and building of the Berlin wall. You walk in and you're hit with a friendly atmosphere. They were having a dance inside the big room when we were there, and it seemed like everyone knew everyone! Lots of hugs and kisses. The wait staff is super nice and friendly and kinda kooky which...\n\nMore ",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Ljw92",
  "review title" : "Fantastic!! ",
  "review text" : "\nWe went after seeing the good reviews on tripadvisor and were definitely not disappointed. Food was great and big in portion size. The value for money was also good and the staff very friendly. Would go again if we weren't only staying for one more day!\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "raleightrvlr",
  "review title" : "Traditional, Good Beer",
  "review text" : "\nI had pork and spaetzle, which was good traditional food. But, it wasn't anything to write home about. The Schwartzbier I had was much more impressive. Not worth a return trip.\n",
  "stars" : 3,
  "Reviews" : 17,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Ndakwar",
  "review title" : "Great place that reflects the berlini spirit.",
  "review text" : "\nIf you are looking for a local place to spent the night in, this is the place. The food was good, the place is decorated in a antique yet fabolous way, me and my friends enjoyed every moment there. I will difenately come back to this place if I ever come back to Berlin.\n",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "ajitbubber",
  "review title" : "Amazing value & great taste",
  "review text" : "\nFor us its a favourite as we are Tango dancers, and M & M has a great milong.\nthe food there is Superb, nice beer and amazing prices.\nwe paid 50 Euro for 3 persons including 2 mains and beers.\nHome quality food,\n",
  "stars" : 5,
  "Reviews" : 40,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "YMTLV",
  "review title" : "Max und Moritz",
  "review text" : "\nI went there because it was a story I read a lot when I was a small kid :-).\nI was delighted to discover that the restaurant was decorated with many art crafts related to the story.\nGood German food (I ate the Klops, which I remembered as a meat loaf but was served here as a meat ball) which...\n\nMore ",
  "stars" : 4,
  "Reviews" : 21,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Kate T",
  "review title" : "Atmospheric, great food",
  "review text" : "\nI visited this restaurant for dinner on a quiet night. The service was excellent, great choice on the menu and all 10 of us had delicious German food including stews, schnitzels, potato noodles as well as other dishes. There was a good choice of beer and the decor was eclectic but attractive as well as there being plenty of space....\n\nMore ",
  "stars" : 4,
  "Reviews" : 23,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "KatherineRC",
  "review title" : "long waits for poor quality food",
  "review text" : "\nHaving to wait 45 minutes between placing an order and being served was a bad start. But you can only imagine the disappointment when huge pile of cheap stodgy grub was then slapped down before one. The flavourless salad was doused in that nasty synthetic supermarket vinaigrette. The herring salted to such extremes I had to take a gulp of...\n\nMore ",
  "stars" : 1,
  "Reviews" : 4,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Myrtous",
  "review title" : "traditional german food",
  "review text" : "\nthe first time we decided to go to max und moritz, it was closed (it opens at 5 pm, so if you 're planning on going you 'd better have that on mind). The second time, when we finally ate there, we had the max und moritz steak ( the another one i can t remember the name). It was...\n\nMore ",
  "stars" : 4,
  "Reviews" : 8,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "raviti",
  "review title" : "the best schnitzel in berlin!",
  "review text" : "\nthe place is a well respected astablishment in berlin and for good reason. Our experince there was great in all respects but mainly thanks to the perfect schnitzel dish that we will dream about for many years to come. that's the 1st place we're going if we ever get to berlin again.\n",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "JuanManuel_11",
  "review title" : "Good food in a pleasant ambiance",
  "review text" : "\nWe enjoyed our dinner in this kind of pub in Kreuzberg. The food was good and the beer also. The ambiance was pleasant, the waiter helpful and the price very good.\n",
  "stars" : 4,
  "Reviews" : 19,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "ftflood",
  "review title" : "Great German food in Berlin",
  "review text" : "\nWe had dinner at Max und Moritz, both the food and drinks were excellent. A little wait for the main courses but the restaurant was very busy. The local beer is very tasty. Portions very big and came with a salad also so you may not want a dessert. We had wiener schnitzel and the pork fillet with mushroom sauce,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "EJTravel5",
  "review title" : "Delicious and Good Beer",
  "review text" : "\nWe enjoyed trying their homemade beer and their delicious German food-2 of us had sauerbraten with rotkohl, 1 of us had a lamb stew, and 1 of us had a pork plate. Everything was delicious (portion sizes were huge, as usual in Germany), the service was helpful and patient, and our food came out hot and fast. Definitely a good...\n\nMore ",
  "stars" : 4,
  "Reviews" : 85,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Caruso J",
  "review title" : "Great",
  "review text" : "\nA nice restaurant in Kreuzberg, Berlin, close to Moritzplatz (U8). Cheap and good. Try Witwe Bolte’s Schlachteplatte with the beer of the day and the Haugemachter Apfelstrudel.\n",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "thestumbleine",
  "review title" : "German food in the heart of Kreuzberg",
  "review text" : "\nHad goulasch, schnitzel and local beer in this old-fashioned restaurant in Kreuzberg.\nFood was great, freshly cooked and well worth the 20-minute-ish wait. Very friendly staff, excellent service and good value for money. The atmosphere is also lovely, with the slightly dark, large rooms lighted up with candles in the evening. You easily get a table if you go around...\n\nMore ",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "mrtdncr",
  "review title" : "Beer!!!",
  "review text" : "\nWe loved their own beer named \"Kreuzberg Molle\". Go and taste it. I don't like Kreuzberg so much but this restaurant is attractive.\n",
  "stars" : 4,
  "Reviews" : 19,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Eric W",
  "review title" : "A piece of old Berlin",
  "review text" : "\nThe restaurant is one of Kreuzberg's most loved, both with tourists and locals. The menu is traditional German, lots of meat. The decoration has been kept as genuine as possible. The staff is professional and competent. One of the few traditional joints still running strong in Berlin. If the locals like it, you ought to too.\n",
  "stars" : 4,
  "Reviews" : 92,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "TheMarsBars",
  "review title" : "Cozy & Traditional",
  "review text" : "\nStumbled upon this place whilst wandering around Berlin on my first visit back in January.\nIt was bitter cold outside and a relief to get inside to warm up.\nGreat atmosphere inside with live music as well.\nWe only came in for a drink and a warm but ended pup eating there and wasn't disappointed at all. Typical German fayre...\n\nMore ",
  "stars" : 4,
  "Reviews" : 31,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "uri99",
  "review title" : "Good German food",
  "review text" : "\nTypical German cuisine with good food. Atmosphere a bit noisy and the service a bit amateurish. We waited too long tiill we got our portions although the beer came quickly.\n",
  "stars" : 4,
  "Reviews" : 25,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Davide V",
  "review title" : "typical berliner restaurant",
  "review text" : "\nIn case you're in berlin and you wanna test typical german/berliner food not in a touristic place, go to Max und Moritz!!\nDo not order too many courses...the dish are really full of tasty food...too much !!!\n",
  "stars" : 4,
  "Reviews" : 12,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "fqtrumpet",
  "review title" : "Great Berlin Pub",
  "review text" : "\nWide choice of beers and an extensive (and very filling) menu. Food was of a high quality - I wish this place could be my local back in the UK.\n",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "UKBernie",
  "review title" : "Busy so you may have to book up front to get in",
  "review text" : "\nQuirky historic premises with attentive staff and authentic regional cooking. Nice selection of beers, wines and spirits, good range of menu items served up piping hot.\nSingletons can always eat at the bar\n",
  "stars" : 4,
  "Reviews" : 21,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "etbs139",
  "review title" : "German fare at good prices",
  "review text" : "\nI went here because this is where our study aboard office takes students for a welcome dinner. It's good food, traditional German, and affordable. I went twice during week's my stay in Berlin. I wish I remember hat I got, but really the several dishes we had were all good.\n",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "rlhardman",
  "review title" : "Delicious traditional restaurant",
  "review text" : "\nVistes on a Saturday and we'd booked that day and only got 9pm table. When we arrived we were advised there was a wait for food but it wasn't a problem.\nFood was delicious!! Could have had anything on the menu and it felt very traditional and genuine. Meat was well cooked and tasty. The noodles with the goulash were...\n\nMore ",
  "stars" : 5,
  "Reviews" : 30,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "ana4sc",
  "review title" : "Excellent traditional German!",
  "review text" : "\nCome hungry for delicious German fare at reasonable prices. This restaurant gets really crowded so come early or be prepared for a wait. When we arrived they informed us we would have a bit of a wait for our food. I appreciated the heads-up and didn't mind lingering over fresh bread and delicious beer as we waited for our main...\n\nMore ",
  "stars" : 5,
  "Reviews" : 30,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "SwedenMats",
  "review title" : "An authentic atmosphere and traditional cuisine",
  "review text" : "\nIt looks like a tourist trap and sure there are many tourists, but if you like rheinischer sauerbraten mit knösseln or Eisbein, it is the right place. And the atmosphere in the back of the restaurant is like a authentic beer hall in the 1920s (and probably was in those days). A young pianist entertained the visitors playing difficult classical...\n\nMore ",
  "stars" : 5,
  "Reviews" : 35,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "abiTS",
  "review title" : "Berlino at the best",
  "review text" : "\nThis restaurant has been a discover! A real Berliner restaurant! the inside is typical and the fornitures are form the ages. Moreover there are some pictures on the wall that remind you the stories of Max und Moritz.\nI had the Berliner shin: it's a pork one, boiled for hours and served with patatos. Of course we had a good...\n\nMore ",
  "stars" : 4,
  "Reviews" : 28,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "SFLeonce",
  "review title" : "Bad food and even worse service",
  "review text" : "\nWent back to Max & Moritz with a group of friends after having had some really nice meals here and was extremely disappointed: the food was just bad and the service rude.\nI am German and have an idea about good German food. This is not it. The meats were of low quality, tasting bland and the vegetables were overcooked...\n\nMore ",
  "stars" : 2,
  "Reviews" : 86,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Leeark",
  "review title" : "Good honest food",
  "review text" : "\nWe liked the food and the atmosphere. Staff were welcoming and helpful. We classed it as good valu.\n",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Laura C",
  "review title" : "what a German pub should be",
  "review text" : "\nGreat service, great atmosphere, great food and beer!! Had the sausages and potatoes with mustard and it tasted like a home cooked meal, apart from the authentic German sausages , absolutely beautiful!\n",
  "stars" : 4,
  "Reviews" : 62,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Chimborazo",
  "review title" : "What a find!",
  "review text" : "\nI stumbled in this place walking around one cold and rainy night. It's amazing! Super fresh salad, great beer, nice people, incredible sausages. This happened to be my first night in Berlin, and I may be spoiled because now I think I can just walk around and stumble on places like this here.\n",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Adnesave",
  "review title" : "Nice atmosphere",
  "review text" : "\nGood food and service. Would like to come back, but then I'd order a table in advance. Pretty busy on a thursday evening.\n",
  "stars" : 4,
  "Reviews" : 11,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "gus0101",
  "review title" : "true german food",
  "review text" : "\nprobably the best german food in berlin.\non mondays you can also enjoy tango classes and milonga at the back\n",
  "stars" : 5,
  "Reviews" : 38,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "john3690",
  "review title" : "Very friendly",
  "review text" : "\nThe night my wife and I visited Max and Moritz there was a Christmas party on, but they still fitted us in, and to a nice table. Very friendly, lovely food and beer. Not expensive either. A good choice.\n",
  "stars" : 4,
  "Reviews" : 10,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "inamesh",
  "review title" : "Excellent German restaurant in Berlin with awesome Beer.",
  "review text" : "\nWe were searching for a long time for a German restaurant in Berlin, and most people told us that it would be hard to find! Finally we landed at Max and Moritz after being guided by the folks at the Jewish Museum.\nThe food was really, really good and unique as I have never had anything remotely similar elsewhere. The...\n\nMore ",
  "stars" : 4,
  "Reviews" : 28,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Jay D",
  "review title" : "Quintecential German experience",
  "review text" : "\nWe had dinner here our first night in Berlin - what an introduction! The place was teeming with what seemed like locals (but what do I know?) but we had a reservation in the back room. There was a musical performance that night - a 12 piece orchestra with vocal, featuring traditional German songs among others. Our dinners were very...\n\nMore ",
  "stars" : 4,
  "Reviews" : 11,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "HelenArcher",
  "review title" : "Not impressed",
  "review text" : "\nOk food, though expectations were higher than what was delivered. Reasonable prices, and the beer was really good. Service was terrible though, and the main reason why I wouldn't recommend this place.\n",
  "stars" : 3,
  "Reviews" : 16,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "markmd",
  "review title" : "Traditional German food",
  "review text" : "\nEx-pat friends suggested Max und Moritz which is a favorite of theirs, and now we understand why. The atmosphere is as expected for an old German restaurant. The wait staff were marvelous. The lamb stew, sauerbratten, sausages, wienershnitzel (excuse my spelling) and pizza type dishes were all tasty. With beer & tip the tab came to 38euros per couple. Good,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 61,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "littlebernie",
  "review title" : "It took 2 hours for us to get our food!",
  "review text" : "\nDo not go to this restaurant. It took 30 minutes for them to take our order and 1 hour 25 minutes for our food to come...and it wasn't even that busy. The Goulash was very average and whilst the schnitzel was nice we have all tasted better at a cheaper price. When we complained they offered us a free round...\n\nMore ",
  "stars" : 1,
  "Reviews" : 1,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "MartinfromBerlin",
  "review title" : "Tourist Trap",
  "review text" : "\nThis place seems to profit from its history and long tradition, but nowadays it's nothing but an overpriced tourist trap. It's crowded and feels like Grand Central with patrons lining up next to your table, overhearing your conversation and watching you eat while they're waiting for a free spot. Children are running up and down the aisles and staff couldn't...\n\nMore ",
  "stars" : 2,
  "Reviews" : 5,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Yorkie1977",
  "review title" : "Really nice!",
  "review text" : "\nWe stumbled on this place and went for it as they had veggie options for vegetable eating boyfriend. I had fish which was a huge portion with fried pots, salad and beetroot. Very tasty and very filling. They also had a lot of traditional meat dished and there was a lot of Italians eating there, which I always take to...\n\nMore ",
  "stars" : 5,
  "Reviews" : 30,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "marvellousmarvin",
  "review title" : "Genuine German: tasty, filling,atmospheric",
  "review text" : "\nNew Year's Eve we were desperate to get a sit-down meal in a nice atmosphere, and also for some genuine German grub, when we stumbled across this place. It looked a bit dark from the outside but once inside it was clearly a warm and hospitable place. We had no reservation but the staff kept us waiting for about 5...\n\nMore ",
  "stars" : 4,
  "Reviews" : 4,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Etxeadvisor",
  "review title" : "Much too long to wait",
  "review text" : "\nMuch much too long service. We waited for more than 2 hours for our meal !!!\n",
  "stars" : 2,
  "Reviews" : 1,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "topkill",
  "review title" : "Typical German food, presented in a nice atmosphere",
  "review text" : "\nWhat is German cuisine like? Sauerkraut? Sausages? Beer? All of the above and I believe you can get them at Max & Moritz. But when I went there with an Australian friend of mine we opted for more varied choices which came in huge portions (not sure if they do doggy bags). Attentive service, they seem to be employing a...\n\nMore ",
  "stars" : 4,
  "Reviews" : 15,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "alelovesmiami",
  "review title" : "A great disappointment: we made a reservation for a table for six people and showed up at the right time (9.30 p.m...",
  "review text" : "\nA great disappointment: we made a reservation for a table for six people and showed up at the right time (9.30 p.m.) but we were told that we had to wait for one hour before to be served. We agreed with this and we started to drink beer. After more than 1 hour we realized the reality was different: we...\n\nMore ",
  "stars" : 2,
  "Reviews" : 54,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "pauljer",
  "review title" : "Go there if German sausages is your thing",
  "review text" : "\nThe Max und Moritz Restaurant owes its name to the subway station “”Mortizplatz”\". Serving Berliner and German specialities, this restaurant dates from the early 20th century\nThey serve the most irresistable German sausages from Westfalia with a sweet-sour green-bean and diced bacon sauce. They are delicious and possibly the cause of national pride. German sausages are famous around the world....\n\nMore ",
  "stars" : 4,
  "Reviews" : 178,
  "Restaurant" : "Max und Moritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Maartenvdw84",
  "review title" : "Superb food and atmosphere",
  "review text" : "\nWe've had a great night out! The menu doesn't leave you with alot of options (about 8 main courses) but the smoked pork with sauerkraut was downright awesome! They take the traditional german dish to the next level. The atmosphere was great, and even on a sunday night the place was very popular with locals and tourists. The waiters took...\n\nMore ",
  "stars" : 5,
  "Reviews" : 1,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "FelixTa",
  "review title" : "Excellent choice",
  "review text" : "\nGood food at a very reasonable price (20-25€). Informal but efficient service, just perfect. Be aware they don't accept credit cards which you realise when you are ordering. An small writing at the entrance would be useful and would avoid some embarrassment.\n",
  "stars" : 4,
  "Reviews" : 4,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "HousingGuy",
  "review title" : "Look for address and Rothaus Brau, decent dinner",
  "review text" : "\nWhoa, another almost long wandering search! I had the street address, #48, and was looking for Schwarzwaldstuben. Well, passed by up to #50, then went to the corner, turned back, found 48 which was apparently an apartment building.\nPlace on the corner appears to be named RothausBrau, a glance thru the windows showed the deer antlers and such, so we...\n\nMore ",
  "stars" : 4,
  "Reviews" : 93,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Dantounet",
  "review title" : "Nice Local restaurant",
  "review text" : "\nGot there from a recommendation in Berlin lonely planet. Price is reasonable and food is good. Menu in English and German. I do recommend.\n",
  "stars" : 4,
  "Reviews" : 5,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Rudy_G33",
  "review title" : "Very nice, discreet restaurant",
  "review text" : "\nAfter a short walk we found this restaurant. The food was very tasty, the prices were ok, the service was very good and we had a good time there. I definitely recommend!\n",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "AgagAmeli",
  "review title" : "Very Good food and Friendly staff",
  "review text" : "\nWe chose this restaurant following the good reviews on Trip Advisor. We were a bit skeptical at first but the first steps in this restaurant reassured us immediately. We were greeted with a friendly smile and directly seated on a temporary couch while waiting for a table.\nThe menu is in German and English, perfectly well translated and explained. 3...\n\nMore ",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "ctc83",
  "review title" : "Great address",
  "review text" : "\nReally good atmosphere from the moment you step in (GREAT music). Service was really good and the waiters were friendly and helpful.\nLiked the fact that the waiter spoke to us in french and offered us schnapps !\nI'm glad I tried this place.\n",
  "stars" : 4,
  "Reviews" : 2,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Reisender1989",
  "review title" : "Delicious and inexpensive food in central Berlin",
  "review text" : "\nI had lunch in this restaurant with 2 friends and we all liked the food and the unique atmosphere (nice furniture). We had a delicious mushroom soup and tried some beer. Good food at affordable prices. Great location in central Berlin: just a few minutes walk from the Neue Synagoge. They serve traditional southern German food (Schwarzwald = Black Forest)....\n\nMore ",
  "stars" : 4,
  "Reviews" : 59,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Charlie S",
  "review title" : "Great place with lovely atmosphere and good service",
  "review text" : "\nIt was very busy when we arrived with no tables available. We had a drink at the bar and they seated us quickly after that. Food was typical german, i had a schnizel which was nice but too big a portion. Would definately recommend!\n",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Sarah W",
  "review title" : "Poor customer service",
  "review text" : "\nWe went on a Wednesday evening hoping to get a table without a reservation. The place seemed reasonably busy but there was only 2 of us so we were hopeful. We shouldn't have been. On entering the restaurant we were ignored by all the members of staff and had to go to the bar and attract the attention of a...\n\nMore ",
  "stars" : 1,
  "Reviews" : 7,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Vali46",
  "review title" : "really German Restaurant/Pub!!",
  "review text" : "\nwe found this place by chance during a raining evening.\nit was full of people. so we stay at the bar drinking a good Berliner beer. when the table was free, the waiter accompanyed us to the table. we gladly discovered that the place was really characteristic, quite dark with candles. in the middle there was a big green stove....\n\nMore ",
  "stars" : 5,
  "Reviews" : 27,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "JBryan81",
  "review title" : "Delicious",
  "review text" : "\nFantastic atmosphere and the best food we had in Berlin. Menu was short but what they do do they do realllly well! Highly recommended if you like quality food.\n",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Giugi84",
  "review title" : "Nice place, delicious food",
  "review text" : "\nWe had the Christmas lunch, it was one of the few opened restaurant that day in Berlin. There were few plates, but well cooked and presented ( the soup was excellent and also the deer with cranberries sauce). Thr staff is kind and there was a familiar and warm atmosphere.\n",
  "stars" : 4,
  "Reviews" : 16,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "BorisCatBristol",
  "review title" : "Cosy atmosphere, delicious german food",
  "review text" : "\nI came here with my husband for a celebratory meal, although we had not booked. The restaurant was cosy even though it was at least -3 degrees outside and snowing. The service was friendly and quick. I had a delicious mixed started which was a large platter of smoked salmon, prunes wrapped in ham, cheese, dips, followed by a main...\n\nMore ",
  "stars" : 5,
  "Reviews" : 38,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Vermonter11",
  "review title" : "Great neighboor spot.",
  "review text" : "\nWe stayed in Berlin for 2 weeks and ate here at least 4-5 times. Cozy, comfort food with very pleasant wait staff and an inviting atmosphere. Loved the kase spaetzle.\n",
  "stars" : 4,
  "Reviews" : 4,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Svekke",
  "review title" : "Our favourite in Berlin",
  "review text" : "\nWe visited this nice restaurant twice when we were in Berlin. The decoration is really cool (you can describe it as best as Oberbayern with a twist). Dishes are really lovely and very cheap. Not a tourist trap at all. Service is very friendly over here and you feel immediately at home. We can really recommend this place!\n",
  "stars" : 4,
  "Reviews" : 4,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "John M",
  "review title" : "Nice Food, Nice People, Erratic Service",
  "review text" : "\nEmailed these guys to get a reservation, but they didn't respond. Called them the night before I travelled out and confirmed it over the phone. Service when we got there was pretty erratic, staff were slow to take our order and bring drinks and there seemed to be a bit of a friends scene at the bar. On the plus...\n\nMore ",
  "stars" : 3,
  "Reviews" : 40,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "GlobalTraveller3_0",
  "review title" : "Not so great as Lonely Planet writes",
  "review text" : "\nWe expected a good selection of dishes from the Schwarzwald. Unfortunately the menu was poor, some of the food was unavailable and what we ate was either under or over cooked. Definitely not special.\n",
  "stars" : 3,
  "Reviews" : 35,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "OptimusEdmonton",
  "review title" : "Great Service",
  "review text" : "\nMy group of 5 had dinner here on our last evening in Berlin. We were very satisfied. Our server was a bundle of energy, very efficient, helpful and friendly. We all enjoyed our very German food which was delicious and served in large quantities. The atmosphere was informal and relaxed - just what our holiday required.\n",
  "stars" : 4,
  "Reviews" : 35,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Francesco X",
  "review title" : "Perfect choice",
  "review text" : "\nWe went there because of an italian guide, and were really satisfied.\nStaff was really kind and gave us a place to wait until (20min) a table was free, meanwhile you can also order something to drink if you want to.\nThe atmosphere in there is really nice, and so is the philosophy of the restaurant, since they do not...\n\nMore ",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Eric C",
  "review title" : "Tasty food, nice setting",
  "review text" : "\nI came here my first night in Berlin, based on my guide book's recommendation. I was a bit intimidated, since it was the first time I had ever stepped foot into a German restaurant/bar...ever. I don't speak a word of German. But the server/hostess was very nice. And the menu was also in English, which seems to be the norm....\n\nMore ",
  "stars" : 4,
  "Reviews" : 6,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "mram28",
  "review title" : "Veg options limited",
  "review text" : "\nI didn't think the decor was as painful as everyone else does... not sure what that says about me.\nThe meaty stuff looked well presented, for what it's worth. Definitely in the tourist books, but i think there were some locals mixed in as well.\n",
  "stars" : 3,
  "Reviews" : 38,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Stevesh69",
  "review title" : "Nice Sunday afternoon stop",
  "review text" : "\nStopped here for a bit to eat and a beer on the way back to the heart of the city. Both were good and the service was welcoming.\n",
  "stars" : 4,
  "Reviews" : 3,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "BayBeeSham",
  "review title" : "Fantastic German Food",
  "review text" : "\nWhat can you say about an excellent traditional German restaurant? The portions can only be described as gut busting… no compromise on the quality, but I got 2 pieces of pork and a massive mound of delicious German potato salad – delicious. My husband had the boiled ham, and it was also fantastic. There is an option to sit inside...\n\nMore ",
  "stars" : 4,
  "Reviews" : 54,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "mamalonodntown",
  "review title" : "Great food, long wait, rude service",
  "review text" : "\nOrder the flammkuchen to share as a starter because for lunch on Saturday you have to wait atleast an hour. Order all you need before because if you order extras in between you'll have to get up and search for the waitress who is most likely going to snap at you. One waitress squealed that she only had two hands...\n\nMore ",
  "stars" : 3,
  "Reviews" : 5,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Jackic78",
  "review title" : "Third time lucky!",
  "review text" : "\nWe had earmarked this place prior to coming to Berlin, as the reviews were so good and it was within spitting distance of our apartment. On the first night we attacked it from the wrong end of the road and accidentally ended up in the wrong restaurant. One the second night we got back so late from our daytime excursions...\n\nMore ",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Bokaroo",
  "review title" : "Bavarian kitsch, but somehow charming!",
  "review text" : "\nThe interior of this place is really amusing, with animal skulls mounted everywhere, and weird plaster fir trees and deer heads. It's tacky but intentionally tacky, and I found that really quite charming.\nI actually came here a number of times during my visit to Berlin as the service was pretty good, the beer great and the food really superb,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 43,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Gemmabib",
  "review title" : "Perfection!",
  "review text" : "\nWe ventured to this bar/restaurant on the recommendation of our guide book which described it as 'traditional', we were surprised (when we located the place as no name on the outside) to find a young, contemporary, bustling bar with an exceptional menu! Whilst it was not what we expected, it was absolutely fantastic! We managed to get a seat at...\n\nMore ",
  "stars" : 5,
  "Reviews" : 8,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "acek",
  "review title" : "Super!",
  "review text" : "\nThis was the German restaurant we were looking for. Great atmosphere, cheerful service, and delicious food. Also an excellent value, with main dishes between 10 and 15 euro. Located in a lively and appealing neighborhood. Servings are very large, so there's no need to order anything but a main dish. Note that other reviews' references to \"wienerschnitzel\" are not accurate,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 57,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "smitsov",
  "review title" : "Delicious German food and beer",
  "review text" : "\nWe ate here our last night in Berlin. I had researched it before we left on trip advisor and wanted to try it since it was located near our hotel (The Circus). After a week of heavy German eats (although delicious) it was nice to have something a bit different yet still German. I had the geschmelzte Mault which was...\n\nMore ",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Picassospain",
  "review title" : "Good food and great service",
  "review text" : "\nThe place is not easy to find, as the front door does not say Schwarzwaldstuben but Rothaus. Once inside the menus say Schwarzwaldstuben and the friendly service confirms that they have your reservation. It is not exactly a tipycal old German Stube, but rather a modernized version of it by eay of an eclectic decor.\nThe menu is not very...\n\nMore ",
  "stars" : 4,
  "Reviews" : 29,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Mcr-traveller13",
  "review title" : "very good traditional food in central Mitte location",
  "review text" : "\nThis is a great place to eat proper traditional german food and beer, in a lovely traditional-style venue, right in the centre of Berlin. It does get busy, so it's worth going earlier in the evening or booking a table in advance: the night we went we were lucky that the helpful staff persuaded a small group to let us...\n\nMore ",
  "stars" : 4,
  "Reviews" : 24,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Cameron K",
  "review title" : "Delicious German food and great beer",
  "review text" : "\nWe found this place on Tripadvisor and it certainly lived up to the reviews! The food was delicious (I had Wuerstchen with mashed potato and a delicious mustard) and everyone else in our group had something different, and they were all very tasty indeed. And very good value. The choice of beers is also good (Augustiner!) and the atmosphere is...\n\nMore ",
  "stars" : 5,
  "Reviews" : 18,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "James M",
  "review title" : "Excellent German comfort food",
  "review text" : "\nThis place is awesome. The service is friendly, the food is excellent and the prices reasonable (5 people - entrees, drinks & dessert for 100 euro). We had spaetzle (fried German pasta with cheese), pork with potatoes and sauerkraut, flammkuchen (German pizza without tomato sauce) and for dessert, kaiserschmarrn (German pancake with strawberries and whip cream - don't miss this...\n\nMore ",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Ryan3",
  "review title" : "A great neighbourhood restaurant",
  "review text" : "\nIn a cosmopolitan city such as Berlin it is great to find such a lovely, German neighbourhood restaurant. The staff are friendly, the food is lovely, there's a good selection of beers and prices are reasonable. We had a most enjoyable evening!\n",
  "stars" : 4,
  "Reviews" : 62,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Carl J",
  "review title" : "Great place for a german meal.",
  "review text" : "\nGreat food, nice beer, cheap and very good service. Nothing to complain about really. I had some kind of fried pasta.\n",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "giustifrut",
  "review title" : "Good german cuisine",
  "review text" : "\nVery nice address in Berlin, well furnished and with good atmosphere. Service is quite quick and polite and the food is very good. I went there several time and had the chance to try different dishes. The mixed plate of appetizers is lovely and soups and special pizzas as well. But my favorite is the schnitzel with crispy potatoes, simply...\n\nMore ",
  "stars" : 4,
  "Reviews" : 27,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "rphmandy",
  "review title" : "Pretty darn tasty and good beer too!",
  "review text" : "\nMy husband had the best beer of our entire vacation here. He had the Maultaschen which was delicious. I had a wurst and lentils plate which I would pass at in the future. All in all, it was a very good meal.\n",
  "stars" : 4,
  "Reviews" : 26,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Charles_Simon",
  "review title" : "Very nice",
  "review text" : "\nAwesome restaurant typical Bavarian setting. Very fairly priced and in a very trendy neighborhood. I had the schnitzel which was incredibly good. Highly recommended.\n",
  "stars" : 5,
  "Reviews" : 23,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "1001night",
  "review title" : "Good restaurant, Nice neighborhood",
  "review text" : "\nWe went to Schwarzwaldstuben on our last day in Berlin, as it was listed among the best places to eat Schnitzel in the German capital (Time Out Berlin). Their schnitzel is indeed delicious, although it is not the Wiener type (in any case, they do make this point clear), as was the rest of the food we ordered, and the...\n\nMore ",
  "stars" : 4,
  "Reviews" : 34,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "jurh89",
  "review title" : "Great food, appalling service. Make sure you're not in any rush.",
  "review text" : "\nI came to this place after seeing all the great reviews on Tripadvisor. We waited outside the door in order to be allocated a table. The waitress saw that we had been standing outside for about 5 minutes but decided to ignore us and continued taking orders table after table. After waiting for about 15 minutes, she finally gave us...\n\nMore ",
  "stars" : 3,
  "Reviews" : 1,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "cecilevdev",
  "review title" : "Excellent food, beer & service!",
  "review text" : "\nWe went to this restaurant for an early dinner upon recommendation by our tour guide... It was wonderful! The food (typically German) was delicious. I especially liked the fact that credit cards were not allowed (in order to avoid supporting greedy banks)!\n",
  "stars" : 5,
  "Reviews" : 21,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Fournilier",
  "review title" : "Great atmosphere, great food",
  "review text" : "\nBeing vegetarian, i thought I would struggle with the German food. This restaurant had a couple of vegetarian options to chhose from. I opted for a vegetarian version of a fried ravioli with fried onions and potatoe salad. Yum Yum. Had a lovely Berlin Lemonade to go with it which was really different. The atmosphere was great too....lots of locals,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 9,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "NDMorrison06",
  "review title" : "Great Maultaschen but not much of a dinner variety",
  "review text" : "\nMaultaschen are great, especially when you get the ones accompanied with the potato salad. In my opinion, the rest of their selection is small. Great beer selection though and the staff is extremely friendly!\n",
  "stars" : 3,
  "Reviews" : 28,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Catryn H",
  "review title" : "First class authentic German food!",
  "review text" : "\nWe had to wait for a table due to this restaurant being extremely popular- more with local people than tourists, it seemed. The food and drink was delicious, a real tast of how yummy German cuisine can be! I recommended it to my brother recently and he went and loved it to. Highly recommended and great value!\n",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "Charmaineluvsu",
  "review title" : "What a gem",
  "review text" : "\nWe were recommended this restaurant by our fat tire bike tour guide. Whom said it was his favorite restaurant in all of Berlin. It did not disappoint.\nWe arrived at quite a good time around 8:30 as we just got the last table. Seating was comfortable and spacious there were also people sitting outside but recommend dining inside as it...\n\nMore ",
  "stars" : 5,
  "Reviews" : 15,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "easy1273",
  "review title" : "Another Berlin gem!",
  "review text" : "\nNice comfortable atmosphere and attentive but unobtrusive service. The beer and sausages were 1st class. Very pleasant decor and good location. I was taken to this restaurant by a German friend who praised it highly. He was right! Definitely on my list of places to visit again! Thoroughly recommended.\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "5starduo",
  "review title" : "No international credit cards",
  "review text" : "\nFood was hearty and staff very friendly but, only when we went to pay with a MasterCard, did we find out that they don't take international credit cards. Great eclectic decor, reasonably priced and worth a visit.\n",
  "stars" : 4,
  "Reviews" : 7,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "JAZZCATPadova",
  "review title" : "Good german kitchen",
  "review text" : "\nThe restaurant was very crowded when we arrived. A little dark, but pleasant. A very kind guy helped us to get a table after a short waiting. We choosed to eat smoked pork chops with potato salad. The chops were tender. The salad was.. A very simple salad. The food was good and also the beer, but.. In the same...\n\nMore ",
  "stars" : 4,
  "Reviews" : 9,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "mturan",
  "review title" : "Good choice for German cuisine",
  "review text" : "\nWe ended up at this restaurant when we were going around the district. We chose it using Trip advisor's offline app. I don't eat pork And German cuisine has a lot of ham & pork sausages my menu was quiet limited though the goat cheese pizza with pear was good. My wife has a sausage plate and she was very...\n\nMore ",
  "stars" : 4,
  "Reviews" : 19,
  "Restaurant" : "Schwarzwaldstuben",
  "Category" : "German Cuisine"
}, {
  "user name" : "afoodlover68",
  "review title" : "Very good indeed",
  "review text" : "\nI've visited this restaurant a couple of times since it is located in the hotel that I'm usually staying when I travel in Berlin and the truth is that I enjoy it quite a lot. The food and service are flawless (but maybe a tad too stiff), food is of top quality ingredients and the eel with foie gras terrine...\n\nMore ",
  "stars" : 4,
  "Reviews" : 8,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Nielsdepous",
  "review title" : "Perfect...",
  "review text" : "\nTwo stars Michelin... Wonderful and Lovely lunch in perfect Restaurant... on Sunday in snowy Berlin... Beautiful ambiance, great service and perfect food... And great (Italian) wines. We have had a 100% lunch, in great atmosphere...\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "ShawnKuek",
  "review title" : "Affordable and yet so delicious",
  "review text" : "\nFor a 2 Michelin star restaurant, the price I paid for such an unforgettable dining experience was well worth it.\nThere is a 3 course lunch for only 45 euros, lmao. Try getting a 3 course meal in an haute cuisine restaurant at 45 euros in London or in Paris lol.\nAnd the food was really good too! Something you...\n\nMore ",
  "stars" : 5,
  "Reviews" : 17,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "B_Dublin",
  "review title" : "Superb but don't charge me €10 for a bottle of water",
  "review text" : "\nThis is a superb restaurant located in the Regent Hotel in the centre of Berlin. The restaurant has a wonderful ambience with wood paneling and top notch helpful service especially the somalier from New Zealand - Mr Connors. You can opt for 4, 5, 6 course set menus or opt for a La carte at much higher costs per unit....\n\nMore ",
  "stars" : 5,
  "Reviews" : 65,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Chris G",
  "review title" : "Do the lunch!!",
  "review text" : "\nA number of people have commented on the quality of the lunch and I couldn't agree more. With two stars you would expect something special and you get it. Add the wine flight to the lunch as this takes it to another level, it is really worth it and the meal will still you cost under 100 euro per person...\n\nMore ",
  "stars" : 5,
  "Reviews" : 7,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "John H",
  "review title" : "One of the best meals we've ever had.",
  "review text" : "\n2 Michelin Stars - 47 euro lunch menu an absolute steal. 3 courses but really 5 if you include the amuse bouches. Top end restaurants vary dramatically in style - there is a lot of classic French influence on this menu which suits me down to a t. The waiting staff were superb - very attentive & polite - not...\n\nMore ",
  "stars" : 5,
  "Reviews" : 132,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "MA1900",
  "review title" : "Average food for a michelin-starred restaurant",
  "review text" : "\nI was so excited and looking forward to this meal but it came up short in a few ways. Let me start with the positives first.... I enjoyed the amouse bouches they were quite good as well as the bread. The sweet course before the actual dessert was quite delicious too- mango and fennel. The part that I thought was...\n\nMore ",
  "stars" : 3,
  "Reviews" : 34,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "electricians",
  "review title" : "Fantastic",
  "review text" : "\nOne of the best meals I have ever eaten . This restaurant has not problem proving it Michelin starred rating . It was also one of the most expensive meals I have ever eaten but well worth the price tag . The service was perfect, you didn't even feel the staff were there but when ever you needed someone they...\n\nMore ",
  "stars" : 5,
  "Reviews" : 39,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "KINDER P",
  "review title" : "Never eaten better",
  "review text" : "\nNew Year's Eve menu with accompanying wines. Pricey but worth every euro. An unforgettable culinary experience.\n",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "HongkongInvictus",
  "review title" : "Go for the live piano music and for the wine",
  "review text" : "\nI did not enjoyed anything at Fishers Fritz except the wonderful piano music played live for you and the great German red wine the sommelier made me discovered. The food is very conventional, overpriced and not tasty. For example, the foie gras is served as a strip. It is bulky and not really worth what Michelin restaurants are up for....\n\nMore ",
  "stars" : 3,
  "Reviews" : 71,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Mel H",
  "review title" : "Good, but maybe just a little overrated",
  "review text" : "\nHad a good lunch at Fischers Fritz. A little too formal for lunch on a Monday, didn't need the 2-Michelin treatment. Eel was a little disappointing but belly very nice. A little overrated perhaps.\n",
  "stars" : 4,
  "Reviews" : 15,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "dg1204",
  "review title" : "Fischers Fritz - two Michelin stars but…",
  "review text" : "\nWe had a lunch at Fischers Fritz.\nThe service was correct and formal. It became \"friendlier\" after we ordered a bottle of wine.\nI think its price (135 Euro) made the difference.\nEach of us chose 3 courses from the menu (47 Euro per person)\nWe ate a tartar of smoked eel and Emincé of veal for the first course....\n\nMore ",
  "stars" : 4,
  "Reviews" : 6,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "roo15",
  "review title" : "Michelin stars well earned",
  "review text" : "\nI treated myself to the three course lunch menu. It was excellent value and blended old world and new world ingredients. My appetizer of Aspic of king oyster mushroom and beans with radish-creme fraiche was perfectly executed, just a touch of sesame oil finishing off the palette. The Icelandic char left just a little too much cooking oil & butter...\n\nMore ",
  "stars" : 4,
  "Reviews" : 176,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Grantown",
  "review title" : "Of course it's excellent",
  "review text" : "\nSituated in the Regent Hotel, this beautiful two Michelin star restaurant is well worth a visit - especially at lunch time when the menu is considerably less pricey. Foodies, like A and I, will appreciate the time and dedication obvious in the beautiful delicious food. We finished all the bread, it was too good. The courses are small so don't...\n\nMore ",
  "stars" : 5,
  "Reviews" : 19,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "kelly b",
  "review title" : "Overpriced but great service for European restaurant.",
  "review text" : "\nWas the most expensive meal of our trip and not the best. One bottle of wine and salad and entree equaled over 500 us dollars for 2. Had dover sole and was a bit disappointed. Have had much better in us. Attentive service. No jeans allowed btw.\n",
  "stars" : 4,
  "Reviews" : 16,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Schwartzthecat",
  "review title" : "Go out of your way to eat here",
  "review text" : "\nSuperb service, exquisite food, gorgeous setting. Worth a trip out of your way. Try the fish baked in bread crust for a unique culinary treat.\n",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "surfersimon",
  "review title" : "Very Lovely",
  "review text" : "\nWe went here for dinner last month and it was lovely. We started with a dozen oysters each, ok for $150 as it was Berlin after all, then I had the dover sole with a bougignon sauce again lovely and my partner had duck, again very good. We had good wines and my partner had the cheese to finish. It...\n\nMore ",
  "stars" : 4,
  "Reviews" : 57,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "BayBeeSham",
  "review title" : "Fantastic German Food",
  "review text" : "\nWhat a fantastic dining experience. The restaurant at the Regent Hotel is fairly relaxed – there is the fine dining level of service but the dining room is neither fussy nor exuberant. We had the business lunch – a steal at €47 for 3 courses. I could have ordered anything off the menu, really lovely. The sommelier was really accommodating...\n\nMore ",
  "stars" : 5,
  "Reviews" : 54,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "wohoo-holidays",
  "review title" : "Go for lunch!",
  "review text" : "\nLunch at this 2 Michelin Star restaurant is very affordable. They have a business menu for around 50Euros. Excellent service as expected. It was my birthday and they prepared a huge cake! Took it out a little late though when we were all packed to go. So they packed this for us to go. Cake was delicious too. Lovely high-classed...\n\nMore ",
  "stars" : 5,
  "Reviews" : 22,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Grandpa284",
  "review title" : "...if you can afford it",
  "review text" : "\nTruly elegant restaurant in the Regent hotel. Superb food and drink beautifully presented and served, as you might expect from a restaurant that has 2 stars from Michelin. You can have a three course lunch for under 50 Euros (plus drink), but dinners start at twice that price.\n",
  "stars" : 5,
  "Reviews" : 51,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "jtdorsey",
  "review title" : "Best so far for me in Berlin",
  "review text" : "\nIn the Regency Hotel, not far from my hotel near the Gendarmenmarkt. Newly renovated. Went there for lunch birthday celebration. Excellent service, decor, and of course food. Expensive, but I will go there whenever I visit Berlin again.\n",
  "stars" : 5,
  "Reviews" : 6,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "sigmaF",
  "review title" : "amazing!!!",
  "review text" : "\nAmazing restaurant!! Perfect for business meetings. It is actually a hotel restaurant and it's rather expensive, but that is what makes it good because the food quality and service is really amazing.\n",
  "stars" : 5,
  "Reviews" : 2,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "SBerkshire",
  "review title" : "Three star food, two star service",
  "review text" : "\nThis was an amazing experience in a classicly stunning setting. Food was 100% three star standard, service was a solid two. Small things like they spotted my friend going to the toilet and directed her but I slipped through the net and got lost!\nOrdered oysters and the delivery and presentation was stunning. Followed by a little finger bowl. We...\n\nMore ",
  "stars" : 5,
  "Reviews" : 67,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "StephanHinze",
  "review title" : "if you look for the Best, this is it",
  "review text" : "\nthis is definitely onee of the most unique and best Restaurants in the City - no cheap at all, but you get a great service, delicious food and a warm and cosy atmosphere\n",
  "stars" : 5,
  "Reviews" : 13,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "coolcup",
  "review title" : "Best restaurant I have ever eaten at",
  "review text" : "\nMy wife and I had the 47 euro three course lunch special today. It was divine. I had (in simple terms) fish soup for a starter, pork belly for the main and pineapple / vanilla ice cream for dessert. We also ordered matching wines. The food was amazing, the wines just complemented them superbly and the service was confident and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 27,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "mloz123",
  "review title" : "Excellent experience in the heart of Berlin",
  "review text" : "\nThis restaurant well deserves its stars and reputation. Located on the base floor of the Regent Hotel it features spacious dining area with high ceiling. The staff is extremely friendly and does a really good job both in recommending meals and in serving them (with detailed explanations about the food itself and some artistic presentation - like pouring the sauce,...\n\nMore ",
  "stars" : 5,
  "Reviews" : 21,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "nicolas p",
  "review title" : "Dissapointed",
  "review text" : "\nAfter having read the reviews, I was looking forward to my Micherlin starred experience.\nThe menu had a fixed plate de jour and the A la carte.\nFirstly I was suprised at the limited choices, and the lack of a decent Vegie option.\nThe service was good even if it was a little too theatrical and intrusive at times.\n",
  "stars" : 3,
  "Reviews" : 42,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "KristinaWang",
  "review title" : "Loved it!",
  "review text" : "\nI highly recommend this restaurant for its delicious food and fair pricing. The lunch menu offers 1 course for 24€, 2 for 35€ , or 3 for 47€, (all with tax included) and there are no real restrictions, so you could order all main courses or 1 starter, 1 main course, 1 dessert, etc. Having eaten at many Michelin star...\n\nMore ",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "pkctravel",
  "review title" : "Good food and decent service",
  "review text" : "\nWe stayed at the Regent Hotel and went there for dinner. We had called from the USA to make sure we got a quiet table and I was told we had one near the window. When we arriveed , we were shown to a table right in the center of the restaurant. Once I expressed my irritation and a bit...\n\nMore ",
  "stars" : 4,
  "Reviews" : 22,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "hoggat",
  "review title" : "2 michelin stars well deserved",
  "review text" : "\nStraight in the top 5 of our world restaurants. Admittedly, we didn't eat in the evening but that's only because the lunch menu is a steal.\nHow many times do you get to eat a 3 course meal in a 2star restaurant for less than 50 euros?\nThere was no wine pairing so we asked the sommelier to pair us...\n\nMore ",
  "stars" : 5,
  "Reviews" : 72,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "akliselim",
  "review title" : "less than satisfactory",
  "review text" : "\nI think this restaurant is overrated! I tried a number of dishes, and every time, I found something obtrusive in the taste, it was not a fine interplay of flavours. They were also too salty. Really strange.\n",
  "stars" : 3,
  "Reviews" : 24,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "ElsaGirl",
  "review title" : "Fantastic food",
  "review text" : "\nFantastic experience! The food was amazing and the staff very professional. One of the best restaurants I've visited. Book the very affordable lunch menu, you won't regret it. Take your husband/date/parents to this place and amaze them!\n",
  "stars" : 5,
  "Reviews" : 50,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "yypo",
  "review title" : "Top Quality",
  "review text" : "\nHighly professional. Excellent preparations from a limited menu featuring mainly fish dishes with some fowl. Surprising for a Berlin restaurant--no fleisch!\nService is firat-class and surroundings are attractive and relaxing.\n",
  "stars" : 5,
  "Reviews" : 55,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Sara6045",
  "review title" : "Probably one the worlds best seafood restaurants....",
  "review text" : "\nMaybe the best michelin seafood star restaurant for now...we have tried about app 100 with stars.It is very difficult to make any of the food better...amazing they do not have 3 stars....of all NY 3 star michelin places only Keller and Masa reach this level.It is also very nice to see this commitment to seafood.Especially the lobster with coriander and...\n\nMore ",
  "stars" : 5,
  "Reviews" : 4,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Greg799",
  "review title" : "Fantastic food, great service, and great for gluten intolerance",
  "review text" : "\nThis has to be one of the best restaurants that I have visited in the past few years. The chef has a very deft touch of flavours. Fantastic food, a great wine list, and they were extremely attentive to my gluten free needs. Portions nice and appropriate (i.e. on the reasonable (small) size) Highly recommended.\n",
  "stars" : 5,
  "Reviews" : 87,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "RCK52",
  "review title" : "Splendid meal in an almost perfect ambience",
  "review text" : "\nMy wife and I had dinner at Frischers Fritz tonight and it was wonderful in every respect. I have dined there before but it was never quite as good as tonight. We were welcomed with a very good glass of champagne. After several interesting amusee bouches, we both had oysters - plump, sweet and tasty. After another interval, we were...\n\nMore ",
  "stars" : 5,
  "Reviews" : 65,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "BELBEL12",
  "review title" : "Lovely food!",
  "review text" : "\ngorgeous settings and even better food! The fish is fantastic!! Such a lovely evening spent here, the wine is superb and the service is great too. This is a favourite of ours, we have been a few times Berlin visits!\n",
  "stars" : 4,
  "Reviews" : 27,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "martin_ww",
  "review title" : "Help me with words!",
  "review text" : "\nWhat can I say? Fantastic, stunning, surprising, creative, pleasing, and more!\nI regret that I was only able to go there for lunch and - sacrilege - had to leave before the dessert was served. But I enjoyed, and that means ENJOYED, a fantastic sequence of creative, succulent and surprising little dishes accompanied by matching wines, with friendly and competent...\n\nMore ",
  "stars" : 5,
  "Reviews" : 135,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "worldwideleo",
  "review title" : "For refined tastes … and pockets.",
  "review text" : "\nThe menu is very creative and even the simplest suggestion surely demands hours of preparation and are splendid. The simplest dish (fish inside the salt crust) comes to perfection on flavor and juiciness. The wine list is interesting with a wide rage of prices allowing average prices with great taste.\n",
  "stars" : 5,
  "Reviews" : 100,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "euprogman",
  "review title" : "Excellent food and friendly service",
  "review text" : "\nThe restaurant has two Michelin stars and fully deserves them. Service is very friendly and efficient. A lovely touch was that although we did not mention it we were there (the first time) for my wife's birthday. A waiter must have overheard my son saying happy birthday and at the end of the meal we were presented with a lovely...\n\nMore ",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Lehuster",
  "review title" : "Spot on",
  "review text" : "\nLocated at the plush Regal hotel this restaurant played up to his reputation. While the Germans have a tendency toward the formal the head waiter conversed with a playful, almost humorous undertone. Service was flawless, and there were some remarkable dishes; Lobster with a chorizo flavoured brunoise was spot on, one of the best lobster dishes we had in quite...\n\nMore ",
  "stars" : 5,
  "Reviews" : 3,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "4QueenMum2",
  "review title" : "A Michelin Star experience maybe?",
  "review text" : "\nAfter much anticipation we were able to book a table at this highly recommended restaurant. The restaurant itself is elegant . We were greeted by friendly staff and felt that this was definitely going to be the best Michelin star meal of our trip. All was proceeding very well until the wine was opened. We were looking forward to enjoying...\n\nMore ",
  "stars" : 2,
  "Reviews" : 14,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Mifiki",
  "review title" : "Great culinary experience",
  "review text" : "\nIf you want a special evening, elegant, refined, with excellent service, high standard food and relaxing atmosphere, don't miss this jewel at Regent's Hotel. Quite expensive, but worthwhile. I keep remembering the fish my husband and I had as a second course. Delicious, plus the ceremony of seeing it being served for us by the waitress. Not to be missed.\n",
  "stars" : 5,
  "Reviews" : 41,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "richard w",
  "review title" : "two stars?",
  "review text" : "\nDinner on friday night a catalogue of disappointment; bad table which was changed for a marginally better one followad by an offering of a \"cracker\" which tasted of lard and dough The chef swept through the dining room in his whites which of course were black and startled us with a high speed salutation in German .He then disturbed the...\n\nMore ",
  "stars" : 1,
  "Reviews" : 2,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "eurostat",
  "review title" : "Merits two star",
  "review text" : "\nI had an exceptional dining experience at this restaurant, which a 2 star michelin should provide ( but not all of them do, sadly). The dishes were interesting/complex and/or unusual combinations which worked very well. Accent heavily, but not exclusively on fish. I was indulging myself as I was in Berlin on my own. Only two meat dishes on the...\n\nMore ",
  "stars" : 4,
  "Reviews" : 8,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "ArneOslo_Norway",
  "review title" : "Unique lunch offer",
  "review text" : "\nWe have had lunch a few times at this terrific restaurant, and can only recommend it very warmly. What's truly uniqu about it is how affordable it is; three courses for less than 50 euros, and several dishes to choose between. The food is superb, and the service very professional yet friendly. I will be back at Fischers Fritz on...\n\nMore ",
  "stars" : 5,
  "Reviews" : 27,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "pemabuk",
  "review title" : "Excellent meal, refined setting",
  "review text" : "\nWe very much enjoyed a quiet dinner at Fischers Fritz. We didn't go for the tasting menu on our visit, and instead ordered ala carte. Each dish was refined and very tasty.\nThe setting appears quite stuffy from what I am used to in New York. However, the service was very friendly and casual - yet completely professional. The servers...\n\nMore ",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "BigDaddyAlan",
  "review title" : "Fischers Fritz - Fancy 2-Star Rated Dining with all the Bells & Whistles",
  "review text" : "\nWant to try a top notch dining spot in Berlin and not fully bust the bank - try this wonderful restaurant for lunch and for only $35EU for 2 courses or $49EU for 3 courses you can dine like a king and be treated to 5 star service from the first amuse bouche (in our case - shrimp on a...\n\nMore ",
  "stars" : 5,
  "Reviews" : 10,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "Shachrai24",
  "review title" : "Terrific!",
  "review text" : "\nIt truly deserves its 2\nMichelin stars! Ambience, Food, Service are all exceptional. The ultimate in dining experience!\n",
  "stars" : 5,
  "Reviews" : 5,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
}, {
  "user name" : "spinalcrackerbox",
  "review title" : "Well Worth Your Visit",
  "review text" : "\nBerlin has three two star (F.F., Lorenz Adlon & Reinstoff) and 10 one star restaurants (Facil, First Floor, Hartmann, Horvath, Hugos, Margaux, Quadriga, Rutz, Tim Raue and Vau). A look at their menus online will either attract you or not.\n\"Fishers Fritz\" offers a reasonably priced lunch menu, 47 Euros for 3 courses and a promising assortment of creations centered...\n\nMore ",
  "stars" : 5,
  "Reviews" : 22,
  "Restaurant" : "Fischers Fritz",
  "Category" : "German Cuisine"
} ]